[
	{
		"Arabic" : "كئيب",
		"Arabic_Context" : "الجو اليوم dreich فعلاً.",
		"Arabic_Info" : "يُستخدم كثيراً في اسكتلندا! Dreich هو التعبير المثالي عن الطقس البارد، الرمادي، الرطب، الكئيب والممطر الذي يجعلك محبطاً. في استطلاع عام 2004 صوّت الناس له كـ “أكثر كلمة اسكتلندية أيقونية”. سُجّلت الكلمة منذ القرن الخامس عشر، من الاسكتلندية القديمة drech أو dregh، التي كانت تعني شيئاً مملاً، طويلاً أو بطيئاً.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "在苏格兰经常使用！Dreich 完美地形容了寒冷、灰暗、潮湿、阴沉、细雨连绵、令人沮丧的天气。它在 2004 年的一次投票中被选为“最具代表性的苏格兰词”。自 15 世纪以来就有记载，源自古苏格兰语 drech 或 dregh，意思是乏味、持久或缓慢。",
		"English_Context" : "It’s a dreich day.",
		"English_Info" : "Used frequently in Scotland! Dreich is the perfect description of cold, grey, damp, dreary, drizzly, depressing, weather. It was voted “most iconic Scots word” in a 2004 poll. Dreich has been recorded since the 15th century, from Old Scots drech or dregh, meaning tedious, long-lasting, or slow.",
		"French" : "sombre, maussade",
		"French_Context" : "C’est une journée dreich, sombre et maussade.",
		"French_Info" : "Utilisé fréquemment en Écosse ! Dreich est la description parfaite d’un temps froid, gris, humide, morne, pluvieux et déprimant. Il a été élu « mot écossais le plus emblématique » lors d’un sondage en 2004. Dreich est attesté depuis le XVe siècle, issu de l’ancien écossais drech ou dregh, signifiant fastidieux, de longue durée ou lent.",
		"German" : "trüb",
		"German_Context" : "Es ist ein richtig dreich Tag.",
		"German_Info" : "In Schottland wird *dreich* häufig verwendet! *Dreich* ist die perfekte Beschreibung für kaltes, graues, feuchtes, trostloses, nieseliges, deprimierendes Wetter. Es wurde 2004 in einer Umfrage zum „ikonischsten schottischen Wort“ gewählt. *Dreich* ist seit dem 15. Jahrhundert belegt, abgeleitet vom Alt-Scots *drech* oder *dregh*, was „langwierig, ermüdend oder zäh“ bedeutet.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Usato spessissimo in Scozia! *Dreich* descrive alla perfezione quel tempo freddo, grigio, umido, cupo, piovigginoso e deprimente. Nel 2004 è stato votato come “la parola scozzese più iconica”. La sua storia risale al XV secolo, dall’antico scozzese *drech* o *dregh*, con il senso di noioso, duraturo o lento.",
		"Japanese" : "どんより",
		"Japanese_Context" : "今日は本当に dreich な天気だね。",
		"Japanese_Info" : "「ドリーク」はスコットランド特有の天気を表す言葉で、寒くて灰色でじめじめした、気分が沈むような日を指します。15世紀から記録があり、2004年には「最も象徴的なスコットランド語」として選ばれました。",
		"Korean" : "우중충한",
		"Korean_Context" : "오늘은 완전히 dreich 날씨네.",
		"Korean_Info" : "우중충하고 축축한 날씨를 표현할 때 딱 맞는 말이 dreich예요. 2004년에는 “가장 상징적인 스코츠어 단어”로 뽑히기도 했습니다. 어원은 15세기 스코츠어 drech/dregh로, ‘지루한·길게 이어지는·느린’ 의미를 가졌습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "gris/lluvioso",
		"Spanish_Context" : "Es un día dreich en Glasgow.",
		"Spanish_Info" : "Usado frecuentemente en Escocia. *Dreich* es la descripción perfecta de un clima frío, gris, húmedo, sombrío, lloviznoso y deprimente. Fue votada como la “palabra escocesa más icónica” en una encuesta de 2004. *Dreich* se ha registrado desde el siglo XV, del antiguo escocés *drech* o *dregh*, que significa tedioso, duradero o lento.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z003.dreich.scottish.mp3",
		"audioScottishContext" : "Z003.dreich.scottishContext.mp3",
		"audioScottishSlow" : "Z003.dreich.scottishSlow.mp3",
		"context" : "It’s a dreich day.",
		"grammarType" : "adjective",
		"id" : "Z003",
		"ipa" : "/driːx/ ~ /driːç/",
		"meaning" : "miserable weather",
		"phonetic" : "dreech",
		"scottish" : "dreich"
	},
	{
		"Arabic" : "جَلَبة",
		"Arabic_Context" : "صار في الحفلة stoochie كبير.",
		"Arabic_Info" : "كلمة stooshie تصف جلبة أو ضوضاء، قد تكون شجاراً عائلياً صاخباً أو حتى عراكاً كاملاً. أصلها غير محدد، لكن ربما جاءت من الكلمة الإنجليزية الشمالية stoush (شجار أو عراك). تتغير طريقة كتابتها—stushie، stushy، أو stooshie—بحسب اللهجة. ولها مرادفات اسكتلندية مثل Stramash و Rammy.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "一个老派的 stooshie 指的是争吵、骚动或喧闹的混乱。它可以是家庭的小争论，也可以升级成彻底的打斗。虽然没有确切的起源，但可能来自英格兰北部的 stoush（打架或冲突）。拼写因方言而异——stushie、stushy 或 stooshie。类似的词包括 Stramash 和 Rammy。",
		"English_Context" : "There was a stoochie at the party.",
		"English_Info" : "A good old stooshie is a row, commotion or noisy disturbance. A stoochie can vary from a noisy family argument to a full-blown fight. No definite origin of this word, however, it may come from northern English stoush (a fight or scuffle). Spellings vary — stushie, stushy, or stooshie — depending on dialect. Equivalent words; Stramash; Rammy",
		"French" : "grabuge, chahut",
		"French_Context" : "Il y avait un stoochie, un vrai grabuge, à la fête.",
		"French_Info" : "Un bon vieux stooshie est une dispute, une agitation ou une perturbation bruyante. Un stooshie peut aller d’une querelle familiale bruyante à une bagarre totale. L’origine exacte du mot n’est pas claire, mais il pourrait venir de l’anglais du Nord stoush (une bagarre ou une échauffourée). L’orthographe varie — stushie, stushy ou stooshie — selon le dialecte. Mots équivalents : Stramash ; Rammy.",
		"German" : "Aufruhr",
		"German_Context" : "Es gab ein stoochie auf der Party.",
		"German_Info" : "Ein gutes altes *stooshie* ist ein Krach, Aufruhr oder lärmender Tumult. Ein *stooshie* kann von einem lauten Familienstreit bis hin zu einer handfesten Prügelei reichen. Es gibt keinen eindeutigen Ursprung, möglicherweise kommt es vom nordenglischen *stoush* (ein Kampf oder eine Schlägerei). Die Schreibweisen variieren — *stushie, stushy* oder *stooshie* — je nach Dialekt. Vergleichbare Wörter sind *stramash* oder *rammy*.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Un bel vecchio *stooshie* è una lite, un trambusto o una rumorosa confusione. Può andare da una discussione familiare accesa fino a una rissa vera e propria. Non si conosce l’origine certa della parola, ma potrebbe derivare dall’inglese settentrionale *stoush* (rissa o zuffa). Le grafie cambiano — *stushie*, *stushy* o *stooshie* — a seconda del dialetto. Parole equivalenti: *Stramash*, *Rammy*.",
		"Japanese" : "騒ぎ",
		"Japanese_Context" : "パーティーで stoochie があったんだ。",
		"Japanese_Info" : "「ストゥーシー」は口論や騒動を意味します。家族の小さな口げんかから本格的なけんかまで幅広く使われます。語源は不明ですが、イングランド北部の「stoush（けんか）」に由来する可能性があります。",
		"Korean" : "소동",
		"Korean_Context" : "파티에서 큰 stoochie 가 벌어졌어.",
		"Korean_Info" : "가족 싸움에서 큰 소동까지, 시끄러운 소란을 가리킬 때 스코틀랜드 사람들은 stooshie라는 단어를 씁니다. 북잉글랜드어 stoush에서 유래했을 가능성이 있으며, stushie나 stushy처럼 철자도 다양합니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "niño",
		"Spanish_Context" : "Los *bairns* están jugando afuera.",
		"Spanish_Info" : "Un buen *stooshie* es una pelea, alboroto o disturbio ruidoso. Puede variar desde una ruidosa discusión familiar hasta una pelea en toda regla. No tiene un origen definido, aunque puede provenir del inglés del norte *stoush* (una pelea o riña). Las grafías varían — *stushie*, *stushy* o *stooshie* — según el dialecto. Palabras equivalentes: *Stramash*, *Rammy*.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z004.stoochie.scottish.mp3",
		"audioScottishContext" : "Z004.stoochie.scottishContext.mp3",
		"audioScottishSlow" : "Z004.stoochie.scottishSlow.mp3",
		"context" : "There was a stoochie at the party.",
		"grammarType" : "noun",
		"id" : "Z004",
		"ipa" : "/ˈstuːʃi/",
		"meaning" : "a commotion",
		"phonetic" : "stoo-chee",
		"scottish" : "stoochie"
	},
	{
		"Arabic" : "نعم",
		"Arabic_Context" : "Aye، سأنضمّ إليك.",
		"Arabic_Info" : "كلمة Aye شائعة جداً في الحديث اليومي. جذورها تعود للإنجليزية الوسطى ay (بمعنى: دائماً، أبداً)، لكنها تحولت في الاسكتلندية. عبارة “Yours aye” تعني “المخلص لكم دائماً”، لكنها أكثر دفئاً من الصيغة الرسمية. والسياق مهم للغاية: قول “Aye, right!” يعني العكس تماماً، كنوع من السخرية أو الرفض الحاد.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "Aye 在日常对话中随处可见。它的根源可以追溯到中古英语 ay（意为“永远，总是”），在苏格兰语中发生了变化。“Yours aye” 是真正的苏格兰式署名，相当于“永远/忠实的你”，但带有更多温暖。语境很重要，比如“Aye, right!” 就是讽刺，意思完全相反。",
		"English_Context" : "Aye, I’ll join you.",
		"English_Info" : "Aye is found in everyday speech. Its roots go back to Middle English ay (ever, always), which shifted in Scots. “Yours aye” is a genuine Scots sign-off. Meaning: it’s the Scots equivalent of “Yours always / faithfully”, but with a bit more warmth. Context is everything: “Aye, right!” flips into a sharp dismissal, meaning the exact opposite. ",
		"French" : "oui",
		"French_Context" : "Aye, je vais venir avec toi.",
		"French_Info" : "Aye se retrouve dans la langue de tous les jours. Ses racines remontent au moyen anglais ay (« toujours »), qui a évolué en écossais. « Yours aye » est une véritable formule écossaise de clôture, équivalente à « Bien à vous toujours / fidèlement », mais avec plus de chaleur. Tout dépend du contexte : « Aye, right ! » devient un rejet cinglant, signifiant exactement l’inverse.",
		"German" : "ja",
		"German_Context" : "Aye, ich komme mit.",
		"German_Info" : "*Aye* findet man in der Alltagssprache. Seine Wurzeln reichen zurück ins Mittelenglische *ay* (immer, stets), das sich im Scots verschob. „Yours aye“ ist ein echter schottischer Abschiedsgruß. Bedeutung: Es ist das schottische Äquivalent zu „Yours always / faithfully“, aber mit etwas mehr Herzlichkeit. Der Kontext ist entscheidend: „Aye, right!“ kehrt sich ins Gegenteil um und bedeutet eine scharfe Zurückweisung.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "*Aye* si sente nel parlato quotidiano. Le sue radici risalgono al medio inglese *ay* (“sempre”), poi adattato nello scozzese. “Yours aye” è un autentico modo scozzese di concludere una lettera, equivalente a “Sempre tuo / cordialmente”, ma con più calore. Il contesto cambia tutto: “Aye, right!” diventa un secco rifiuto, con il significato opposto.",
		"Japanese" : "はい",
		"Japanese_Context" : "Aye、行くよ。",
		"Japanese_Info" : "「アイ」は日常会話で頻繁に使われる「はい」を意味する言葉です。中英語の「ay（常に）」から発展したもので、文脈によっては「Aye, right!（はいはい、どうだかね）」のように皮肉を込めて正反対の意味になります。",
		"Korean" : "응",
		"Korean_Context" : "Aye, 같이 갈게.",
		"Korean_Info" : "일상 대화 속에서 자주 들리는 짧은 대답이 바로 aye입니다. 원래 중세 영어 ay (“언제나, 항상”)에서 왔으며, 스코츠어에서는 따뜻한 뉘앙스로 자리 잡았죠. 맥락에 따라 “Aye, right!”처럼 정반대의 의미로도 쓰입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "llorar",
		"Spanish_Context" : "No *greetes*, todo estará bien.",
		"Spanish_Info" : "*Aye* se encuentra en el habla cotidiana. Sus raíces se remontan al inglés medio *ay* (“siempre”), que cambió en escocés. “*Yours aye*” es una auténtica despedida escocesa, equivalente a “Siempre tuyo / atentamente”, pero con un poco más de calidez. El contexto lo es todo: “*Aye, right!*” se convierte en un rechazo tajante, con el significado exactamente opuesto.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z005.aye.scottish.mp3",
		"audioScottishContext" : "Z005.aye.scottishContext.mp3",
		"audioScottishSlow" : "Z005.aye.scottishSlow.mp3",
		"context" : "Aye, I’ll join you.",
		"grammarType" : "interjection",
		"id" : "Z005",
		"ipa" : "/aɪ/",
		"meaning" : "yes",
		"phonetic" : "eye",
		"scottish" : "aye"
	},
	{
		"Arabic" : "يعرف",
		"Arabic_Context" : "ken الساعة كم؟",
		"Arabic_Info" : "أصل كلمة ken من النوردية القديمة kenna (“أن تدرك أو تتعرف”). بقيت في الاسكتلندية حتى بعد أن اختفت من الإنجليزية القياسية، لكن آثارها ما زالت موجودة في كلمات مثل kennel (مكان يُعرف فيه الكلب) و uncanny (ما يتجاوز المعرفة). قلة من الكلمات تحمل إرثها الفايكنغي بفخر مثل هذه، ومع ذلك تبقى جزءاً طبيعياً من الكلام اليومي.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "源自古诺斯语 kenna（“感知，认知”）。苏格兰语在英语中消失后仍保留了这个词。如今还能在 kennel（狗被“认知”的地方）和 uncanny（超越认知的）等词里看到痕迹。很少有词能像它一样自豪地展现维京血统，同时仍是日常用语。",
		"English_Context" : "Do ye ken what time it is?",
		"English_Info" : "From the Old Norse kenna (“to perceive, recognise”). Scots held onto it long after it faded from standard English, though you’ll still find it lurking in words like kennel (a place dogs are “known”) and uncanny (beyond knowing). Few words wear their Viking ancestry so proudly while still being everyday speech.",
		"French" : "savoir, connaître",
		"French_Context" : "Est-ce que tu ken quelle heure il est ?",
		"French_Info" : "Issu du vieux norrois kenna (« percevoir, reconnaître »). Les Écossais ont conservé ken longtemps après sa disparition de l’anglais standard, même si on le retrouve encore dans des mots comme kennel (un lieu où les chiens sont « connus ») ou uncanny (« au-delà du savoir »). Peu de mots portent aussi fièrement leur ascendance viking tout en restant d’usage quotidien.",
		"German" : "wissen",
		"German_Context" : "Do ye ken what time es ist?",
		"German_Info" : "Von altnordisch *kenna* („wahrnehmen, erkennen“). Das Scots bewahrte es, lange nachdem es im Standardenglisch verschwand, obwohl es noch in Wörtern wie *kennel* (ein Ort, an dem Hunde „bekannt“ sind) oder *uncanny* (jenseits des Wissens) auftaucht. Wenige Wörter tragen ihr Wikingererbe so stolz und sind gleichzeitig alltäglich.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Viene dall’antico norreno *kenna* (“percepire, riconoscere”). Lo scozzese lo ha mantenuto vivo molto dopo che è sparito dall’inglese standard, anche se sopravvive in parole come *kennel* (dove i cani sono “conosciuti”) e *uncanny* (“oltre la conoscenza”). Poche parole portano con tanto orgoglio le loro radici vichinghe pur restando di uso quotidiano.",
		"Japanese" : "知る",
		"Japanese_Context" : "今何時か ken してる？",
		"Japanese_Info" : "古ノルド語「kenna（知る、認識する）」に由来し、スコットランド語で今も日常的に使われる「知る」という動詞です。英語では「uncanny」や「kennel」などに痕跡が残っています。",
		"Korean" : "알다",
		"Korean_Context" : "지금 몇 시 ken?",
		"Korean_Info" : "“알다, 이해하다”라는 뜻의 ken은 바이킹이 쓰던 고대 노르드어 kenna에서 나왔습니다. 오늘날 영어에서는 거의 사라졌지만, 스코틀랜드에서는 여전히 일상어로 쓰이고 있습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "pequeño",
		"Spanish_Context" : "Tomaré un *wee* trago de whisky.",
		"Spanish_Info" : "Deriva de la palabra escocesa *blether*, que significa charla ociosa o tonta. Existe desde al menos el siglo XIV y está vinculada al nórdico antiguo *blathra* (“hablar tonterías”). Un *blether* puede ser un chisme inofensivo, historias interminables o una conversación trivial. Es más afectuosa que insultante, aunque llamar a alguien ‘*blether*’ podría hacerlo callar.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z006.ken.scottish.mp3",
		"audioScottishContext" : "Z006.ken.scottishContext.mp3",
		"audioScottishSlow" : "Z006.ken.scottishSlow.mp3",
		"context" : "Do ye ken what time it is?",
		"grammarType" : "verb",
		"id" : "Z006",
		"ipa" : "/kɛn/",
		"meaning" : "to know",
		"phonetic" : "ken",
		"scottish" : "ken"
	},
	{
		"Arabic" : "جميل",
		"Arabic_Context" : "هي فعلاً bonnie.",
		"Arabic_Info" : "تُستخدم لوصف شيء يسر العين، سواء كان شخصاً، مكاناً، أو حتى شيئاً بسيطاً. جاءت من الفرنسية القديمة bon (“جيد”) و bonaire (“رقيق، جميل”)، ودخلت الاسكتلندية في القرن الخامس عشر. لذا نسمع تعبير “a bonnie lass” للفتاة الجميلة، أو “the bonnie banks o' Loch Lomond” للشواطئ الخلابة لذلك البحيرة الشهيرة.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "用来形容令人赏心悦目的事物，可以是人、地方，甚至物品。源自古法语 bon（好）和 bonaire（温柔、美好），15 世纪进入苏格兰语。比如“a bonnie lass” 指漂亮女孩，“the bonnie banks o' Loch Lomond” 指著名湖泊的美丽岸边。",
		"English_Context" : "She’s a bonnie lass.",
		"English_Info" : "Something pleasing to the eye, whether it's a person, a place, or even an object. Comes from Old French bon (“good”) and bonaire (“gentle, fine”), which slipped into Scots in the 15th century. “A bonnie lass\" to describe a pretty girl or \"the bonnie banks o' Loch Lomond\" to refer to the beautiful shores of that famous loch. ",
		"French" : "joli(e), beau/belle",
		"French_Context" : "C’est une bonnie fille.",
		"French_Info" : "Quelque chose de plaisant à l’œil, qu’il s’agisse d’une personne, d’un lieu ou même d’un objet. Vient de l’ancien français bon (« bon ») et bonaire (« doux, raffiné »), passés en écossais au XVe siècle. « A bonnie lass » pour décrire une jolie fille ou « the bonnie banks o’ Loch Lomond » pour désigner les belles rives de ce loch célèbre.",
		"German" : "hübsch",
		"German_Context" : "Sie ist ein bonnie Mädchen.",
		"German_Info" : "Etwas, das angenehm fürs Auge ist, sei es eine Person, ein Ort oder sogar ein Gegenstand. Kommt vom Altfranzösischen *bon* („gut“) und *bonaire* („freundlich, fein“), das im 15. Jahrhundert ins Scots gelangte. „A bonnie lass“ beschreibt ein hübsches Mädchen, während „the bonnie banks o' Loch Lomond“ die schönen Ufer dieses berühmten Sees bezeichnet.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Qualcosa di piacevole alla vista, che sia una persona, un luogo o persino un oggetto. Deriva dall’antico francese *bon* (“buono”) e *bonaire* (“gentile, fine”), entrato nello scozzese nel XV secolo. “A bonnie lass” descrive una ragazza carina, mentre “the bonnie banks o’ Loch Lomond” evoca le splendide rive di quel famoso lago.",
		"Japanese" : "かわいい",
		"Japanese_Context" : "彼女は本当に bonnie だ。",
		"Japanese_Info" : "「ボニー」は人や風景、物が美しい、可愛らしいことを表します。15世紀に古フランス語「bon（良い）」から取り入れられました。「a bonnie lass（かわいい娘）」や「the bonnie banks o’ Loch Lomond（美しいローモンド湖の岸辺）」などの表現で有名です。",
		"Korean" : "예쁜",
		"Korean_Context" : "그녀는 정말 bonnie 아가씨야.",
		"Korean_Info" : "아름다운 풍경이나 매력적인 사람을 묘사할 때는 bonnie라는 말이 쓰입니다. 15세기 프랑스어 bon (“좋은”)과 bonaire (“우아한”)에서 들어온 말로, “a bonnie lass”는 ‘예쁜 소녀’, “the bonnie banks o’ Loch Lomond”는 ‘아름다운 로몬드 호숫가’를 뜻합니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "saber/conocer",
		"Spanish_Context" : "¿*Ken* lo que quiero decir?",
		"Spanish_Info" : "Proviene del verbo escocés *bleeze* (“arder, estallar en llamas”). Un *blether* de otro tipo: describe la jactancia ruidosa, el despliegue extravagante o el comportamiento estridente. Las grafías varían: *bleeze*, *bleize* o *bleezie*. Burns escribió sobre pasiones que *bleezen*. Hoy, un *bleezer* podría ser ese personaje ruidoso del pub que no deja de cantar.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z007.bonnie.scottish.mp3",
		"audioScottishContext" : "Z007.bonnie.scottishContext.mp3",
		"audioScottishSlow" : "Z007.bonnie.scottishSlow.mp3",
		"context" : "She’s a bonnie lass.",
		"grammarType" : "adjective",
		"id" : "Z007",
		"ipa" : "/ˈbɔni/",
		"meaning" : "pretty",
		"phonetic" : "bon-nee",
		"scottish" : "bonnie"
	},
	{
		"Arabic" : "هراء",
		"Arabic_Context" : "خلص haivering وابدأ!",
		"Arabic_Info" : "الأرجح أن كلمة haver جاءت من الاسكتلندية haver المرتبطة بالنوردية القديمة hafra (“ثرثرة بلا توقف”). وبحلول القرن الثامن عشر أصبحت إهانة مألوفة في أوساط الاسكتلنديين. تظهر بأشكال مختلفة—haver، haiver، أو الجمع haivers—لتعني “كلام فارغ”. لذلك ليس غريباً أن تسمع: “Dinna talk haivers!” (لا تتحدث هراء!).",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "这个词可能来自苏格兰语 haver，追溯到古诺斯语 hafra（“喋喋不休”）。18 世纪时，它已成为低地苏格兰的常见侮辱。拼写各异：haver、haiver 或复数 haivers，意思就是“胡说八道”（“Dinna talk haivers!” 别胡说！）。",
		"English_Context" : "Stop haivering and get on with it!",
		"English_Info" : "The word likely comes from Scots haver, linked to Old Norse hafra (“to chatter or gabble”). By the 18th century it was a staple insult across Lowland Scots. Spellings shift between haver, haiver, haver, or the plural haivers, meaning “nonsense” itself (“Dinna talk haivers!”).",
		"French" : "dire des bêtises",
		"French_Context" : "Arrête de haiver, tu dis des bêtises !",
		"French_Info" : "Le mot vient probablement de l’écossais haver, lié au vieux norrois hafra (« bavarder »). Au XVIIIe siècle, haiver était déjà une insulte courante dans les Lowlands. Les orthographes varient : haver, haiver, haivers (pluriel), signifiant « absurdités » (« Dinna talk haivers ! »).",
		"German" : "Unsinn",
		"German_Context" : "Hör auf zu haiveren und mach weiter!",
		"German_Info" : "Das Wort stammt wahrscheinlich vom Scots *haver*, verbunden mit altnordisch *hafra* („schwatzen, plappern“). Im 18. Jahrhundert war es bereits eine gängige Beleidigung in den Lowlands. Schreibweisen wechseln zwischen *haver, haiver* oder der Pluralform *haivers*, was „Unsinn“ bedeutet („Dinna talk haivers!“).",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Probabilmente deriva dallo scozzese *haver*, collegato all’antico norreno *hafra* (“chiacchierare o blaterare”). Nel XVIII secolo era già un insulto comune in tutta la Scozia meridionale. Le grafie variano tra *haver*, *haiver* o il plurale *haivers*, che significa proprio “sciocchezze” (“Dinna talk haivers!” – non dire stupidaggini!).",
		"Japanese" : "でたらめ",
		"Japanese_Context" : "haivering のはやめて、さっさとやれ！",
		"Japanese_Info" : "「ヘイヴァー」は「たわごとを言う」という意味で、18世紀には広く侮辱的な言葉として定着しました。古ノルド語「hafra（おしゃべりする）」に由来し、現在でも「Stop haivering!（くだらないことを言うな）」のように使われます。",
		"Korean" : "헛소리",
		"Korean_Context" : "haiver 그만하고 빨리 해!",
		"Korean_Info" : "헛소리나 쓸데없는 잡담을 말할 때 쓰는 단어가 haiver입니다. 고대 노르드어 hafra (“재잘거리다”)에서 유래했으며, 18세기에는 스코틀랜드 전역에서 흔히 쓰이는 욕설 비슷한 표현이 되었습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "sí",
		"Spanish_Context" : "Aye, lo haré.",
		"Spanish_Info" : "Con raíces en el nórdico antiguo *skyggja* (“oscurecer”) y en el inglés antiguo *scunian* (“rechazar”). En escocés, *scunner* significa disgusto, repulsión o una fuerte aversión. Las grafías varían: *scunner*, *scunnert* o *scunnered*. Alguien podría decir: “*Ah’ve a right scunner for that job*”, es decir, que no lo soporta.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z008.haiver.scottish.mp3",
		"audioScottishContext" : "Z008.haiver.scottishContext.mp3",
		"audioScottishSlow" : "Z008.haiver.scottishSlow.mp3",
		"context" : "Stop haivering and get on with it!",
		"grammarType" : "verb",
		"id" : "Z008",
		"ipa" : "/ˈheːvər/ ~ /ˈhevər/",
		"meaning" : "talk nonsense",
		"phonetic" : "hay-ver",
		"scottish" : "haiver"
	},
	{
		"Arabic" : "مقرف",
		"Arabic_Context" : "ريحة سلة القمامة mingin’.",
		"Arabic_Info" : "تعود جذورها إلى عامية اسكتلندية من أواخر القرن العشرين، ربما مأخوذة من الإنجليزية الشمالية “minge” المرتبطة بالنوردية القديمة myngja (التبول). في غلاسكو يُقال “mingin”، بينما في المرتفعات قد تُمدد لتصبح “mangin” أو “mingin’ rank”. ومن الطريف أنها قد تعني في بعض المناطق “في غاية السكر” أيضاً.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "起源于 20 世纪晚期的苏格兰俚语，可能借自英格兰北部的 “minge”，又可追溯到古诺斯语 myngja（小便）。在格拉斯哥常听到 “mingin”，在高地某些地方则变成 “mangin” 或 “mingin’ rank”。有趣的是，在某些地区它还可以表示“非常醉”。",
		"English_Context" : "That bin smells mingin’.",
		"English_Info" : "Has its roots in Scots slang of the late 20th century, probably borrowed from the Northern English “minge,” linked to Old Norse myngja (to urinate). In Glasgow you’ll hear “mingin,” while in parts of the Highlands it may stretch to “mangin” or “mingin’ rank”. Curiously, in some areas it can also mean very drunk.",
		"French" : "dégoûtant",
		"French_Context" : "Cette poubelle sent vraiment mingin.",
		"French_Info" : "A ses racines dans l’argot écossais de la fin du XXe siècle, probablement emprunté à l’anglais du Nord minge, lié au vieux norrois myngja (« uriner »). À Glasgow, on dit mingin, tandis que dans certaines parties des Highlands, cela peut devenir mangin ou mingin’ rank. Curieusement, dans certaines régions, cela peut aussi signifier très ivre.",
		"German" : "ekelhaft",
		"German_Context" : "Der Mülleimer stinkt mingin’.",
		"German_Info" : "Hat seine Wurzeln im schottischen Slang des späten 20. Jahrhunderts, wahrscheinlich vom nordenglischen „minge“ entlehnt, das mit altnordisch *myngja* (urinieren) zusammenhängt. In Glasgow hört man *mingin*, während es in den Highlands auch *mangin* oder *mingin’ rank* heißen kann. Kurioserweise bedeutet es in manchen Regionen auch „sehr betrunken“.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Ha le sue radici nello slang scozzese della fine del XX secolo, probabilmente preso dall’inglese settentrionale *minge*, collegato al norreno *myngja* (“urinare”). A Glasgow si sente *mingin*, mentre nelle Highlands può diventare *mangin* o *mingin’ rank*. Curiosamente, in alcune zone indica anche essere molto ubriaco.",
		"Japanese" : "むかつく",
		"Japanese_Context" : "そのゴミ箱、mingin’ な臭いする。",
		"Japanese_Info" : "「ミンギン」は「ひどく汚い」「気持ち悪い」という意味です。20世紀後半のスコットランドのスラングから生まれ、地域によって「mangin」や「mingin’ rank」と変化することもあります。場合によっては「酔っぱらっている」という意味にもなります。",
		"Korean" : "역겨운",
		"Korean_Context" : "그 쓰레기통 냄새 진짜 mingin 하다.",
		"Korean_Info" : "역겨운 냄새나 더러운 상황을 표현할 때 mingin이라는 단어가 쓰입니다. 20세기 후반 스코틀랜드 속어에서 나온 말로, 북부 방언에서는 “mangin”처럼 발음되기도 하고, 어떤 지역에서는 “술에 취한” 의미로도 쓰입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "asqueado/harto",
		"Spanish_Context" : "Estoy *scunnered* con este clima.",
		"Spanish_Info" : "Deriva de la palabra escocesa *drookit*, que significa empapado. Proviene del nórdico antiguo *drukna* (“ahogarse”). Las grafías varían: *drookit*, *druikit* o *druickit*. “*Drookit*” suele describir a personas atrapadas bajo la lluvia, pero también puede aplicarse a animales o ropa dejada al aire libre.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z009.mingin.scottish.mp3",
		"audioScottishContext" : "Z009.mingin.scottishContext.mp3",
		"audioScottishSlow" : "Z009.mingin.scottishSlow.mp3",
		"context" : "That bin smells mingin’.",
		"grammarType" : "adjective",
		"id" : "Z009",
		"ipa" : "/ˈmɪŋɪn/",
		"meaning" : "disgusting",
		"phonetic" : "ming-in",
		"scottish" : "mingin"
	},
	{
		"Arabic" : "كبير",
		"Arabic_Context" : "يا لها من ساندويتش muckle!",
		"Arabic_Info" : "كلمة mickle تعود إلى الإنجليزية القديمة micel والنوردية mykill، وكلتاهما تعني “كبير”. تظهر بأشكال عديدة: “mickle”، “meikle”، وحتى “moikle” في بعض اللهجات. ومن الطرائف أن تولكين استعار كلمة “mickle” لعالم Middle-earth، مما منح الاسكتلندية ظهوراً خفياً في “سيد الخواتم”.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "可追溯到古英语 micel 和古诺斯语 mykill，意思都是“大”。拼写各异：“mickle”、“meikle”，甚至有些方言写作“moikle”。趣闻：托尔金曾把“mickle”借用到中土世界，让苏格兰语在《指环王》中悄然亮相。",
		"English_Context" : "That’s a muckle sandwich!",
		"English_Info" : "Dates back to Old English micel and Old Norse mykill, both meaning large. Spellings vary: “mickle,” “meikle,” and even “moikle” in some dialects. Quirky fact: Tolkien borrowed “mickle” for Middle-earth, giving Scots a quiet cameo in The Lord of the Rings.",
		"French" : "grand, énorme",
		"French_Context" : "C’est un muckle sandwich !",
		"French_Info" : "Remonte à l’ancien anglais micel et au vieux norrois mykill, tous deux signifiant « grand ». L’orthographe varie : mickle, meikle et même moikle dans certains dialectes. Anecdote : Tolkien a emprunté mickle pour la Terre du Milieu, donnant aux Écossais une apparition discrète dans Le Seigneur des Anneaux.",
		"German" : "groß",
		"German_Context" : "Das ist ein muckle Sandwich!",
		"German_Info" : "Geht zurück auf Altenglisch *micel* und Altnordisch *mykill*, beide mit der Bedeutung „groß“. Schreibweisen variieren: *mickle, meikle* und sogar *moikle* in manchen Dialekten. Kurios: Tolkien borgte sich *mickle* für Mittelerde, wodurch Scots heimlich in *The Lord of the Rings* auftaucht.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Risale all’antico inglese *micel* e al norreno *mykill*, entrambi con il significato di “grande”. Le grafie variano: *mickle*, *meikle* e persino *moikle* in alcuni dialetti. Curiosità: Tolkien prese in prestito *mickle* per la Terra di Mezzo, regalando allo scozzese un cameo silenzioso ne *Il Signore degli Anelli*.",
		"Japanese" : "でっかい",
		"Japanese_Context" : "うわ、それは muckle サンドイッチだ！",
		"Japanese_Info" : "「マックル」は「大きい」を意味します。古英語「micel」や古ノルド語「mykill」に由来し、「mickle」「meikle」など多様な綴りがあります。トールキンが『指輪物語』に「mickle」を取り入れたことでも知られています。",
		"Korean" : "커다란",
		"Korean_Context" : "저건 muckle 샌드위치다!",
		"Korean_Info" : "아주 크거나 거대한 것을 묘사할 때는 muckle이라는 단어가 딱 맞습니다. 어원은 고대 영어 micel과 노르드어 mykill로, 둘 다 “큰”이라는 뜻을 가졌습니다. 철자는 mickle, meikle 등으로도 쓰였으며, 톨킨의 『반지의 제왕』에도 슬쩍 등장한 적이 있습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "fuera de",
		"Spanish_Context" : "Eso está *outwith* mi control.",
		"Spanish_Info" : "Se cree que proviene del inglés antiguo *drit* (“estiércol”). En escocés, *dreich* describe no solo el clima, sino también estados de ánimo y situaciones: *a dreich day*, *a dreich film*. Las grafías varían: *dreich*, *drich* o *driech*. La palabra perdura como una parte entrañable de la identidad escocesa.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z010.muckle.scottish.mp3",
		"audioScottishContext" : "Z010.muckle.scottishContext.mp3",
		"audioScottishSlow" : "Z010.muckle.scottishSlow.mp3",
		"context" : "That’s a muckle sandwich!",
		"grammarType" : "adjective",
		"id" : "Z010",
		"ipa" : "/ˈmʌkəl/",
		"meaning" : "big",
		"phonetic" : "muck-ul",
		"scottish" : "muckle"
	},
	{
		"Arabic" : "ضئيل",
		"Arabic_Context" : "كان رجلًا totie wee.",
		"Arabic_Info" : "جاءت من الاسكتلندية القديمة tot أو tottie بمعنى طفل صغير أو شيء صغير، وأصلها الأقدم من الإنجليزية القديمة tota (“شيء صغير جداً”). تُكتب أحياناً toaty، toatie، أو totie حسب المنطقة. وغالباً ما تُستخدم بشكل محبب مع كلمة “wee” للتأكيد—“a toaty wee bit”.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "源自古苏格兰语 tot 或 tottie，意思是小孩或小块。其根源可追溯到古英语 tota（“微小之物”）。拼写因地区不同而异：toaty、toatie 或 totie。常用作亲昵的称呼，通常和“wee”搭配以加强语气——“a toaty wee bit”（一点点小东西）。",
		"English_Context" : "He was a totie wee man.",
		"English_Info" : "Comes from the older Scots tot or tottie, meaning a small child or lump. itself from Old English tota (“something small, a jot”). It’s often spelled toaty, toatie, or totie, depending on the region. It’s an affectionate word, often used with “wee” for extra emphasis—“a toaty wee bit”. ",
		"French" : "minuscule",
		"French_Context" : "C’était un totie petit homme.",
		"French_Info" : "Vient de l’ancien écossais tot ou tottie, signifiant un petit enfant ou une petite masse, lui-même issu de l’ancien anglais tota (« quelque chose de petit, une bricole »). Souvent orthographié toaty, toatie ou totie selon les régions. C’est un mot affectueux, souvent associé à « wee » pour renforcer l’effet — « a toaty wee bit ».",
		"German" : "winzig",
		"German_Context" : "Er war ein totie kleiner Mann.",
		"German_Info" : "Kommt vom älteren Scots *tot* oder *tottie*, was „kleines Kind“ oder „Klumpen“ bedeutet, selbst abgeleitet vom Altenglischen *tota* („etwas Kleines, ein Jota“). Es wird oft *toaty, toatie* oder *totie* geschrieben, je nach Region. Es ist ein liebevolles Wort, oft kombiniert mit „wee“ zur Verstärkung — „a toaty wee bit“.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Deriva dallo scozzese antico *tot* o *tottie*, che significava un bambino piccolo o un pezzettino. A sua volta proviene dall’antico inglese *tota* (“qualcosa di piccolo”). Le varianti includono *toaty*, *toatie* o *totie*, a seconda della regione. È un termine affettuoso, spesso accompagnato da “wee” per rafforzare: “a toaty wee bit”.",
		"Japanese" : "ちっちゃい",
		"Japanese_Context" : "彼は totie な男だった。",
		"Japanese_Info" : "「トーティー」は「とても小さい」「ちっちゃい」という意味で、古英語「tota（小さなもの）」に由来します。しばしば「wee（小さい）」と一緒に使われ、「a totie wee bit（ちょっぴり）」のように強調されます。",
		"Korean" : "자그마한",
		"Korean_Context" : "그는 totie 작은 남자였어.",
		"Korean_Info" : "작고 귀여운 것을 표현할 때 totie라는 단어를 씁니다. 옛 스코츠어 tot에서 유래했으며, 애정 어린 뉘앙스를 담아 “a totie wee bit”처럼 강조해서 쓰이기도 합니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "gruñón",
		"Spanish_Context" : "Es un viejo *crabbit*.",
		"Spanish_Info" : "Proviene del antiguo escocés *tot* o *tottie*, que significa un niño pequeño o un bulto, y a su vez del inglés antiguo *tota* (“algo pequeño, una pizca”). A menudo se escribe *toaty*, *toatie* o *totie*, según la región. Es una palabra afectuosa, frecuentemente usada con *wee* para dar más énfasis — “a toaty wee bit” (“un poquitito pequeño”).",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z011.totie.scottish.mp3",
		"audioScottishContext" : "Z011.totie.scottishContext.mp3",
		"audioScottishSlow" : "Z011.totie.scottishSlow.mp3",
		"context" : "He was a totie wee man.",
		"grammarType" : "adjective",
		"id" : "Z011",
		"ipa" : "/ˈtoːti/",
		"meaning" : "very small",
		"phonetic" : "toe-tay",
		"scottish" : "totie"
	},
	{
		"Arabic" : "هزّ",
		"Arabic_Context" : "جرّب تعطيه shoogle صغير وشوف إن كان يشتغل.",
		"Arabic_Info" : "يرجح أن أصل shoogly من الإنجليزية الوسطى shog (يدفع أو يهز). منذ القرن الثامن عشر وهي كلمة مفضلة عند الاسكتلنديين للتعبير عن شيء غير ثابت—“that chair’s a bit shoogly”. وتتغير كتابتها بين shoogle، shoagle، أو shogle. في غلاسكو قد تسمع “gie it a shoogle”، بينما في فايف “a shoogly peg” تحذير من أساس مهتز.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "可能源自中古英语 shog（轻推、晃动）。自 18 世纪以来，它就是苏格兰口语的最爱，用于描述不稳定的东西——“that chair’s a bit shoogly”（那椅子有点摇晃）。拼写差异包括 shoogle、shoagle 或 shogle。在格拉斯哥，你可能会“gie it a shoogle”，而在法夫，shoogly peg 则暗示不稳的局面。",
		"English_Context" : "Give it a wee shoogle and see if it works.",
		"English_Info" : "Likely comes from the Middle English shog (to jog or push). It’s been a favourite in Scots speech since the 18th century, often used when something’s not quite steady — “that chair’s a bit shoogly”. Spellings vary: shoogle, shoagle, or shogle, depending on region. In Glasgow you might “gie it a shoogle,” while in Fife a shoogly peg warns of shaky ground. ",
		"French" : "secouer, trembler",
		"French_Context" : "Donne-lui un petit shoogle pour voir si ça marche.",
		"French_Info" : "Vient probablement du moyen anglais shog (« secouer, pousser »). Utilisé en Écosse depuis le XVIIIe siècle, souvent quand quelque chose n’est pas très stable — « that chair’s a bit shoogly ». L’orthographe varie : shoogle, shoagle ou shogle. À Glasgow, on peut « gie it a shoogle », tandis qu’à Fife un shoogly peg avertit d’un sol instable.",
		"German" : "wackeln",
		"German_Context" : "Gib ihm ein kleines shoogle.",
		"German_Info" : "Stammt wahrscheinlich vom Mittelenglischen *shog* („stoßen, schubsen“). Seit dem 18. Jahrhundert ein Liebling im Scots, oft genutzt, wenn etwas nicht ganz stabil ist — „that chair’s a bit shoogly“. Schreibweisen variieren: *shoogle, shoagle* oder *shogle*. In Glasgow heißt es „gie it a shoogle“, in Fife warnt ein *shoogly peg* vor unsicherem Boden.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Probabilmente deriva dal medio inglese *shog* (“scuotere o spingere”). È molto usato nello scozzese dal XVIII secolo, spesso per indicare qualcosa di instabile — “that chair’s a bit shoogly” (quella sedia traballa un po’). Le grafie variano: *shoogle*, *shoagle* o *shogle*. A Glasgow si può dire “gie it a shoogle”, mentre a Fife un *shoogly peg* avverte di un terreno instabile.",
		"Japanese" : "揺らす",
		"Japanese_Context" : "ちょっと shoogle してみたらどう？",
		"Japanese_Info" : "「シュグル」は「揺らす」「ぐらぐらする」という意味で、18世紀からスコットランドで使われています。中英語「shog（押す、揺する）」が語源で、地域によって「shoagle」「shogle」とも綴られます。",
		"Korean" : "흔들다",
		"Korean_Context" : "한 번 shoogle 해봐, 작동할지 몰라.",
		"Korean_Info" : "흔들리거나 덜컥거리는 상황에서는 shoogle이라는 말이 잘 어울립니다. 중세 영어 shog (“밀다, 흔들다”)에서 왔으며, 지금도 “의자가 shoogly하다”처럼 일상적으로 쓰입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "compras",
		"Spanish_Context" : "Voy a hacer las *messages*.",
		"Spanish_Info" : "Probablemente proviene del inglés medio 'shog' (empujar o sacudir). Ha sido un favorito en el habla escocesa desde el siglo XVIII, a menudo usado cuando algo no está del todo estable — 'esa silla está un poco inestable'. La ortografía varía: shoogle, shoagle o shogle, según la región. En Glasgow podrías 'darle un shoogle', mientras que en Fife una 'estaca inestable' advierte de terreno poco firme.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z012.shoogle.scottish.mp3",
		"audioScottishContext" : "Z012.shoogle.scottishContext.mp3",
		"audioScottishSlow" : "Z012.shoogle.scottishSlow.mp3",
		"context" : "Give it a wee shoogle and see if it works.",
		"grammarType" : "verb",
		"id" : "Z012",
		"ipa" : "/ˈʃuːɡəl/",
		"meaning" : "shake or wobble",
		"phonetic" : "shoo-gull",
		"scottish" : "shoogle"
	},
	{
		"Arabic" : "سيّئ المزاج",
		"Arabic_Context" : "هو دايمًا crabbit في الصبح.",
		"Arabic_Info" : "أصل كلمة crabbit ربما من النوردية القديمة krabba (“يخدش مثل السلطعون”)، وتوحي بشخص مزاجه خشن أو لاذع. هناك صيغ مثل crabbity أو crabit. قلة من الكلمات تلتقط ملامح العبوس بهذا الوضوح. إذا وُصف شخص بأنه crabbit، الأفضل الابتعاد عنه—فهو سريع الغضب وينفجر لأتفه الأسباب.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "可能源自古诺斯语 krabba（抓、夹），暗示一个人脾气像螃蟹一样暴躁。变体包括 crabbity、crabit。很少有词能像它这样精准地描绘皱眉。当某人被形容为 crabbit 时，最好敬而远之——他们通常脾气暴躁、容易发火。",
		"English_Context" : "He’s always crabbit in the mornings.",
		"English_Info" : "Its roots likely lie in Old Norse krabba(to claw or pinch), hinting at someone whose mood is as scratchy as a crab. Variants like crabbity, crabit. Few words capture a scowl so perfectly. If someone’s crabbit, steer clear — they’re bad-tempered, irritable, and likely to snap at the smallest thing.",
		"French" : "grincheux, grognon",
		"French_Context" : "Il est toujours crabbit le matin.",
		"French_Info" : "Ses racines viennent probablement du vieux norrois krabba (« griffer, pincer »), évoquant quelqu’un d’aussi grognon qu’un crabe. Variantes : crabbity, crabit. Peu de mots capturent une grimace aussi parfaitement. Si quelqu’un est crabbit, mieux vaut s’écarter — il est de mauvaise humeur, irritable et prompt à s’énerver pour la moindre chose.",
		"German" : "mürrisch",
		"German_Context" : "Er ist morgens immer crabbit.",
		"German_Info" : "Die Wurzeln liegen vermutlich im Altnordischen *krabba* („kratzen, kneifen“), was zu jemandem passt, dessen Stimmung so kratzig wie eine Krabbe ist. Varianten wie *crabbity* oder *crabit*. Wenige Wörter fangen ein finsteres Gesicht so perfekt ein. Ist jemand *crabbit*, sollte man Abstand halten — er ist übellaunig, reizbar und leicht reizbar.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Le sue radici risalgono probabilmente al norreno *krabba* (“pizzicare, graffiare”), che evoca l’umore spigoloso di un granchio. Esistono varianti come *crabbity* o *crabit*. Poche parole rendono così bene un broncio. Se qualcuno è *crabbit*, meglio starne alla larga: è di cattivo umore, irritabile e pronto a scattare per un nonnulla.",
		"Japanese" : "不機嫌",
		"Japanese_Context" : "彼は朝になるといつも crabbit なんだ。",
		"Japanese_Info" : "「クラビット」は「不機嫌」「怒りっぽい」を表す言葉です。古ノルド語「krabba（つかむ、ひっかく）」に由来し、気難しくイライラしている人をぴったり表現します。",
		"Korean" : "심술궂은",
		"Korean_Context" : "그는 아침마다 늘 crabbit 해.",
		"Korean_Info" : "투덜대고 짜증을 잘 내는 사람을 가리킬 때는 crabbit이라는 단어가 제격입니다. 고대 노르드어 krabba (“집게로 집다”)와 연관이 있으며, 단어 자체가 찡그린 표정을 그대로 담아냅니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "cállate",
		"Spanish_Context" : "Haud yer wheesht y escucha.",
		"Spanish_Info" : "Sus raíces probablemente provienen del nórdico antiguo 'krabba' (arañar o pellizcar), insinuando a alguien con un humor tan áspero como un cangrejo. Variantes como crabbity o crabit. Pocas palabras capturan una mueca de disgusto tan perfectamente. Si alguien está 'crabbit', mejor aléjate: está de mal humor, irritable y probablemente estalle por la cosa más mínima.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z013.crabbit.scottish.mp3",
		"audioScottishContext" : "Z013.crabbit.scottishContext.mp3",
		"audioScottishSlow" : "Z013.crabbit.scottishSlow.mp3",
		"context" : "He’s always crabbit in the mornings.",
		"grammarType" : "adjective",
		"id" : "Z013",
		"ipa" : "/ˈkrabɪt/",
		"meaning" : "grumpy, bad-tempered",
		"phonetic" : "crab-it",
		"scottish" : "crabbit"
	},
	{
		"Arabic" : "ماكر",
		"Arabic_Context" : "القطة شكلها sleekit.",
		"Arabic_Info" : "تُقال عن شخص أو حيوان ماكر، خبيث أو مخادع. أصلها من النوردية القديمة slíkja (“يجعل الشيء أملس”). سُجّلت أول مرة في الاسكتلندية بالقرن الخامس عشر. تُكتب sleekit، sleeket أو sleeikit. في غلاسكو، “sleekit chancer” تعني متحدث سلس يستغل الموقف، بينما في الشمال الشرقي قد تصف قطة تتسلل ليلاً.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "可以用来形容人或动物，狡猾、奸诈或表面光鲜。源自古诺斯语 slí̄kja（抚平、使光滑）。15 世纪首次在苏格兰语中出现，拼写有 sleekit、sleeket 或 sleeikit。比如在格拉斯哥，“a sleekit chancer” 意味着能言善道的人，而在东北部，它可能用来形容夜里溜达的猫。",
		"English_Context" : "The cat looks sleekit.",
		"English_Info" : "Can describe a person or an animal, who is sly, crafty, or deceptively smooth. Comes from Old Norse slíkja (to smooth or make sleek). First recorded in Scots in the 15th century, it can be spelled sleekit, sleeket, or sleeikit depending on dialect. In Glasgow, a “sleekit chancer” is a smooth talker, while in the northeast it might describe a cat out on a night prowl.",
		"French" : "sournois, rusé",
		"French_Context" : "Le chat a l’air sleekit.",
		"French_Info" : "Peut décrire une personne ou un animal sournois, rusé ou faussement charmeur. Vient du vieux norrois slíkja (« lisser »). Attesté en écossais au XVe siècle, il peut s’écrire sleekit, sleeket ou sleeikit selon le dialecte. À Glasgow, un « sleekit chancer » est un beau parleur, tandis que dans le nord-est cela peut désigner un chat en maraude nocturne.",
		"German" : "hinterhältig",
		"German_Context" : "Die Katze sieht sleekit aus.",
		"German_Info" : "Kann eine Person oder ein Tier beschreiben, das schlau, listig oder trügerisch glatt ist. Kommt vom Altnordischen *slíkja* („glätten, glatt machen“). Seit dem 15. Jahrhundert im Scots belegt. Schreibweisen reichen von *sleekit, sleeket* bis *sleeikit*. In Glasgow ist ein „sleekit chancer“ ein geschmeidiger Schmeichler, im Nordosten beschreibt es vielleicht eine streunende Katze.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Può descrivere una persona o un animale furbo, scaltro o ingannevolmente liscio. Deriva dal norreno *slíkja* (“lisciare, rendere levigato”). Compare nello scozzese già dal XV secolo e può essere scritto *sleekit*, *sleeket* o *sleeikit*. A Glasgow un “sleekit chancer” è un tipo scaltro e ruffiano, mentre nel nordest può indicare un gatto in giro di notte.",
		"Japanese" : "ずるい",
		"Japanese_Context" : "その猫、なんだか sleekit に見える。",
		"Japanese_Info" : "「スリーキット」は「ずる賢い」「こっそりした」という意味です。15世紀から記録され、古ノルド語「slíkja（滑らかにする）」に由来します。猫や人の狡猾な様子を描写するときに使われます。",
		"Korean" : "교활한",
		"Korean_Context" : "그 고양이 참 sleekit 하네.",
		"Korean_Info" : "교활하거나 약삭빠른 사람을 묘사할 때 sleekit이라는 단어가 쓰입니다. 15세기 기록에도 보이는 오래된 말로, 고대 노르드어 slí́kja (“매끄럽게 하다”)에서 왔습니다. 지역에 따라 sleeket이나 sleeikit 같은 형태로도 나타납니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "pequeño",
		"Spanish_Context" : "Un barco *peedie* en el agua.",
		"Spanish_Info" : "Puede describir a una persona o un animal que es astuto, taimado o engañosamente hábil. Proviene del nórdico antiguo 'slíkja' (alisar o pulir). Registrado por primera vez en el escocés en el siglo XV, puede escribirse sleekit, sleeket o sleeikit según el dialecto. En Glasgow, un 'sleekit chancer' es un hablador persuasivo, mientras que en el noreste podría describir a un gato merodeando de noche.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z014.sleekit.scottish.mp3",
		"audioScottishContext" : "Z014.sleekit.scottishContext.mp3",
		"audioScottishSlow" : "Z014.sleekit.scottishSlow.mp3",
		"context" : "The cat looks sleekit.",
		"grammarType" : "adjective",
		"id" : "Z014",
		"ipa" : "/ˈslikɪt/",
		"meaning" : "sly, sneaky",
		"phonetic" : "slee-kit",
		"scottish" : "sleekit"
	},
	{
		"Arabic" : "تقيؤ",
		"Arabic_Context" : "هاي الريحة بتخلّيني boak.",
		"Arabic_Info" : "واحدة من الكلمات الاسكتلندية التي تكاد تجعلك تتقيأ بمجرد نطقها. ظهرت منذ القرن الخامس عشر، وربما جاءت من النوردية bákr (“مرض”) أو الإنجليزية الوسطى boken (“يتجشأ أو يتقيأ”). كتابتها تختلف: boke، bauk، boak، وحتى bauch في نصوص قديمة. تُستخدم حرفياً (“That smell made me boak”) أو مجازياً (“His patter fair gied me the boak”).",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "这是一个直接而生动的苏格兰词，说出来几乎让人作呕。它在 15 世纪的苏格兰语中出现，可能源自古诺斯语 bákr（疾病）或中古英语 boken（打嗝或干呕）。拼写有 boke、bauk、boak，甚至在古文中见到 bauch。全苏格兰都能听到用法，可以是字面上的（“That smell made me boak” 那味让我吐了），也可以是比喻的（“His patter fair gied me the boak” 他说的话让我反胃）。",
		"English_Context" : "That smell geez me the boak.",
		"English_Info" : "One of those brilliantly blunt Scots words that almost makes you heave just saying it. The word appears in Scots from the 15th century, likely from Old Norse bákr (“sickness”) or Middle English boken (“to belch or retch”). Spellings vary: boke, bauk, boak, and even bauch in older texts. Across Scotland, it can be used literally (“That smell made me boak”) or figuratively (“His patter fair gied me the boak”).",
		"French" : "vomir",
		"French_Context" : "Cette odeur me donne le boak.",
		"French_Info" : "L’un de ces mots écossais brillamment crus qui donnent presque envie de vomir rien qu’en le prononçant. Attesté en écossais depuis le XVe siècle, probablement issu du vieux norrois bákr (« maladie ») ou du moyen anglais boken (« roter ou avoir des haut-le-cœur »). L’orthographe varie : boke, bauk, boak, et même bauch dans des textes anciens. Partout en Écosse, il peut être utilisé littéralement (« That smell made me boak ») ou figurativement (« His patter fair gied me the boak »).",
		"German" : "erbrechen",
		"German_Context" : "Dieser Geruch bringt mich zum boak.",
		"German_Info" : "Eines dieser herrlich direkten schottischen Wörter, die einem schon beim Aussprechen Übelkeit bereiten. Erscheint seit dem 15. Jahrhundert im Scots, wahrscheinlich von altnordisch *bákr* („Krankheit“) oder Mittelenglisch *boken* („rülpsen, würgen“). Schreibweisen variieren: *boke, bauk, boak* oder *bauch*. In ganz Schottland sowohl wörtlich („That smell made me boak“) als auch übertragen („His patter fair gied me the boak“).",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Una di quelle parole scozzesi brutalmente dirette che quasi fanno venire i conati solo a pronunciarle. È attestata dal XV secolo, probabilmente dal norreno *bákr* (“malattia”) o dal medio inglese *boken* (“ruttare, vomitare”). Le grafie variano: *boke*, *bauk*, *boak* e persino *bauch*. In Scozia si usa sia in senso letterale (“That smell made me boak” – quell’odore mi ha fatto vomitare) che figurato (“His patter fair gied me the boak” – la sua parlantina mi ha fatto ribrezzo).",
		"Japanese" : "吐く",
		"Japanese_Context" : "その匂い、boak しそうだ。",
		"Japanese_Info" : "「ボーク」は「吐く」「気分が悪くなる」という意味です。15世紀のスコットランド語に現れ、古ノルド語「bákr（病気）」や中英語「boken（げっぷする）」に由来します。文字通り吐きそうなときにも、比喩的に「気持ち悪い」ときにも使えます。",
		"Korean" : "토하다",
		"Korean_Context" : "그 냄새 때문에 boak 나올 뻔했어.",
		"Korean_Info" : "역겨운 냄새를 맡았을 때 속에서 울컥 올라오는 느낌, 바로 그걸 표현하는 단어가 boak입니다. 15세기부터 기록된 말로, 고대 노르드어 bákr (“병”)나 중세 영어 boken (“트림하다, 구역질하다”)에서 유래했습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "prudente/listo",
		"Spanish_Context" : "Es una chica *canny*.",
		"Spanish_Info" : "Una de esas palabras escocesas maravillosamente directas que casi te hacen arcadas solo al decirla. Aparece en el escocés desde el siglo XV, probablemente del nórdico antiguo 'bákr' (enfermedad) o del inglés medio 'boken' (eructar o tener arcadas). La ortografía varía: boke, bauk, boak e incluso bauch en textos antiguos. En toda Escocia puede usarse literalmente ('Ese olor me hizo vomitar') o figurativamente ('Su charla realmente me dio asco').",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z015.boak.scottish.mp3",
		"audioScottishContext" : "Z015.boak.scottishContext.mp3",
		"audioScottishSlow" : "Z015.boak.scottishSlow.mp3",
		"context" : "That smell geez me the boak.",
		"grammarType" : "verb",
		"id" : "Z015",
		"ipa" : "/bok/ ~ /bɔk/",
		"meaning" : "to vomit",
		"phonetic" : "boh-k",
		"scottish" : "boak"
	},
	{
		"Arabic" : "أرداف",
		"Arabic_Context" : "اقعد على bahookie!",
		"Arabic_Info" : "كلمة bahookie مرحة وتشير إلى المؤخرة، وغالباً تُقال بروح الدعابة وليس الإهانة. أصولها غير واضحة، لكن يُعتقد أنها ظهرت في القرن التاسع عشر من عامية اسكتلندية تمزج كلمة behind مع نهاية مصغّرة -ookie. تتنوع كتابتها: bahookie، bahoochie، أو bahoukie. ربما لا يوجد وصف أكثر تصويراً لمؤخرة شخص من هذه!",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "一个对臀部的俏皮称呼，通常带有亲切的幽默，而不是侮辱。其起源不明，大概可以追溯到 19 世纪的苏格兰俚语，可能是 behind 与搞笑的缩小后缀 -ookie 的结合。拼写多样——bahookie、bahoochie，甚至 bahoukie。要说还有更形象的说法，我们还没找到。",
		"English_Context" : "Sit on yer bahookie!",
		"English_Info" : "A playful term for the buttocks, often used with affectionate humour rather than insult. Its origins are hazy, can be traced to 19th-century Scots slang, possibly blending behind with a humorous diminutive ending like -ookie. Spellings shift—bahookie, bahoochie, or even bahoukie—depending on region and whim. If there’s a more descriptive way to describe the rear end, we’ve yet to find it.",
		"French" : "fesses",
		"French_Context" : "Assieds-toi sur ton bahookie !",
		"French_Info" : "Un terme ludique pour les fesses, souvent utilisé avec humour affectueux plutôt qu’insulte. Ses origines sont floues, mais remontent à l’argot écossais du XIXe siècle, peut-être issu de behind et d’un diminutif humoristique comme -ookie. L’orthographe varie : bahookie, bahoochie ou bahoukie selon la région et l’humeur. S’il existe une façon plus descriptive de désigner l’arrière-train, nous ne l’avons pas encore trouvée.",
		"German" : "Hintern",
		"German_Context" : "Setz dich auf dein bahookie!",
		"German_Info" : "Ein spielerischer Begriff für das Gesäß, oft liebevoll-humorvoll statt beleidigend. Ursprünge sind unklar, lassen sich aber ins 19. Jahrhundert zurückverfolgen, vermutlich eine Mischung aus *behind* und einer verniedlichenden Endung wie -ookie. Schreibweisen: *bahookie, bahoochie, bahoukie*. Gibt es eine anschaulichere Art, den Hintern zu benennen? Wohl kaum.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Un termine scherzoso per indicare i glutei, usato più con affetto che come insulto. Le origini non sono chiare, ma risalgono probabilmente allo slang scozzese del XIX secolo, forse dalla parola *behind* combinata con un diminutivo giocoso come -ookie. Le grafie cambiano — *bahookie*, *bahoochie* o *bahoukie* — a seconda della regione o dell’umore. Se esiste un modo più colorito per chiamare il didietro, non l’abbiamo ancora trovato.",
		"Japanese" : "お尻",
		"Japanese_Context" : "早く bahookie に座れ！",
		"Japanese_Info" : "「バフーキー」はユーモラスにお尻を指す言葉です。19世紀頃のスコットランドのスラングから生まれ、地域によって「bahoochie」「bahoukie」とも綴られます。侮辱ではなく、親しみを込めた表現としてよく使われます。",
		"Korean" : "엉덩이",
		"Korean_Context" : "bahookie 에 앉아라!",
		"Korean_Info" : "엉덩이를 장난스럽게 표현하는 스코츠어가 bahookie입니다. 19세기 스코틀랜드 속어에서 생겨난 것으로 보이며, 철자는 bahoochie나 bahoukie로도 변형됩니다. 모욕보다는 귀여운 농담에 가까운 말투로 쓰입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "hermoso/genial",
		"Spanish_Context" : "Es un día *braw* para caminar.",
		"Spanish_Info" : "Un término juguetón para las nalgas, usado a menudo con humor afectuoso más que como insulto. Sus orígenes son inciertos, pero pueden rastrearse hasta la jerga escocesa del siglo XIX, posiblemente combinando 'behind' con un diminutivo humorístico como -ookie. La ortografía cambia —bahookie, bahoochie o incluso bahoukie— según la región y el capricho. Si existe una forma más descriptiva de hablar del trasero, aún no la hemos encontrado.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z016.bahookie.scottish.mp3",
		"audioScottishContext" : "Z016.bahookie.scottishContext.mp3",
		"audioScottishSlow" : "Z016.bahookie.scottishSlow.mp3",
		"context" : "Sit on yer bahookie!",
		"grammarType" : "noun",
		"id" : "Z016",
		"ipa" : "/bəˈhuːki/",
		"meaning" : "buttocks",
		"phonetic" : "ba-hoo-key",
		"scottish" : "bahookie"
	},
	{
		"Arabic" : "احتضان",
		"Arabic_Context" : "خلّينا coorie جنب النار.",
		"Arabic_Info" : "جذورها في الفعل الاسكتلندي cower أو curry (ينحني أو ينكمش)، مع صدى فرنسي ونوردي قديم. تتبدل كتابتها بين coorie، coory و courie. تقليدياً، كانت تعني التدفؤ بالاقتراب من النار—“coorie in by the fire”. تخيّل بطانيات صوفية دافئة، نار مشتعلة وأكواب شاي بخارها يتصاعد—أو ربما مشروب أقوى قليلاً!",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "其根源来自苏格兰语动词 cower 或 curry（弯腰、蜷缩），背后有古法语和古诺斯语的痕迹。拼写差异包括 coorie、coory 或 courie。传统上，它表示在寒冷中依偎取暖——“coorie in by the fire”（靠近火炉取暖）。让人联想到羊毛毯、熊熊火焰，以及一杯热茶——或者更烈的东西！",
		"English_Context" : "Let’s coorie in by the fire.",
		"English_Info" : "Its roots lie in the Scots verb cower or curry (to bend or stoop), with Old French and Norse echoes in the background. Spellings shift between coorie, coory, and courie, depending on region. Traditionally, it meant huddling against the cold—“coorie in by the fire”. Think warm woollen blankets, roaring fires, and steaming cups of tea – or something a little stronger!",
		"French" : "se blottir, se pelotonner",
		"French_Context" : "Coorie près du feu.",
		"French_Info" : "Ses racines se trouvent dans le verbe écossais cower ou curry (« se pencher »), avec des échos d’ancien français et de vieux norrois. L’orthographe varie : coorie, coory, courie. Traditionnellement, il signifiait se blottir contre le froid — « coorie in by the fire ». Imaginez des couvertures en laine chaude, des feux rugissants et des tasses de thé fumant — ou quelque chose d’un peu plus fort !",
		"German" : "kuscheln",
		"German_Context" : "Lass uns coorie am Feuer.",
		"German_Info" : "Die Wurzeln liegen im schottischen Verb *cower* oder *curry* (sich bücken, ducken), mit altfranzösischen und nordischen Anklängen. Schreibweisen: *coorie, coory, courie*. Ursprünglich bedeutete es, sich gegen die Kälte zu ducken — „coorie in by the fire“. Denkt man an warme Decken, knisternde Feuer und heißen Tee – oder etwas Stärkeres!",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Le sue radici si trovano nel verbo scozzese *cower* o *curry* (“piegarsi, rannicchiarsi”), con echi di francese antico e norreno. Le grafie cambiano tra *coorie*, *coory* e *courie*. Tradizionalmente significava accoccolarsi contro il freddo — “coorie in by the fire”. Evoca coperte di lana calde, camini scoppiettanti e tazze fumanti di tè… o magari qualcosa di più forte!",
		"Japanese" : "くっつく",
		"Japanese_Context" : "火のそばで coorie しよう。",
		"Japanese_Info" : "「クーリー」は「寄り添う」「身を寄せる」という意味です。もともとは寒さをしのぐために火のそばで体を丸める動作を表しました。暖炉、毛布、熱い紅茶（またはウィスキー）のイメージを伴う、温かみのある言葉です。",
		"Korean" : "포근히 기대다",
		"Korean_Context" : "불가에 coorie 하자.",
		"Korean_Info" : "추운 날 벽난로 옆에서 따뜻하게 웅크려 앉는 장면을 떠올리면 coorie라는 단어가 잘 어울립니다. 본래 “구부리다, 몸을 낮추다”라는 뜻에서 시작해 지금은 ‘포근하게 기대다, 안기다’라는 뉘앙스를 담습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "energía/fuerza",
		"Spanish_Context" : "Entró con mucha *laldy*.",
		"Spanish_Info" : "Sus raíces se encuentran en el verbo escocés 'cower' o 'curry' (agacharse o encorvarse), con ecos del francés antiguo y del nórdico. La ortografía varía entre coorie, coory y courie, según la región. Tradicionalmente significaba acurrucarse contra el frío — 'acurrúcate junto al fuego'. Piensa en mantas de lana, fuegos crepitantes y tazas humeantes de té — ¡o algo un poco más fuerte!",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z017.coorie.scottish.mp3",
		"audioScottishContext" : "Z017.coorie.scottishContext.mp3",
		"audioScottishSlow" : "Z017.coorie.scottishSlow.mp3",
		"context" : "Let’s coorie in by the fire.",
		"grammarType" : "verb",
		"id" : "Z017",
		"ipa" : "/ˈkuːri/",
		"meaning" : "snuggle ",
		"phonetic" : "coo-ree",
		"scottish" : "coorie"
	},
	{
		"Arabic" : "مرحاض",
		"Arabic_Context" : "وين ال cludgie؟",
		"Arabic_Info" : "كلمة خفيفة الظل تُستخدم للإشارة إلى المرحاض، خصوصاً الخارجي. أصلها مثير للجدل—البعض يربطها بالكلمة الاسكتلندية القديمة cludgie (مكان قذر)، وآخرون يرون صلة بكلمة clod (تراب) أو clud (سحابة) بمعنى شيء مغلق. تتغير كتابتها بين cludgie، cludgy أو cludgey.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "一个非常俏皮的厕所称呼，尤其指室外厕所。起源尚存争议——有人认为来自古苏格兰语 cludgie，意为肮脏之地或粪堆；也有人认为来自 clod（泥土）或 clud（云），暗示封闭的空间。拼写有 cludgie、cludgy 或 cludgey。",
		"English_Context" : "Where’s the cludgie?",
		"English_Info" : "A wonderfully cheeky term for a toilet, especially an outdoor one. Its origins are debated—some link it to the old Scots cludgie meaning a filthy place or midden, while others suggest roots in clod (dirt) or clud(cloud), hinting at something enclosed. Spellings vary from cludgie to cludgy or cludgey, depending on region. ",
		"French" : "toilettes",
		"French_Context" : "Où sont les cludgie ?",
		"French_Info" : "Un terme délicieusement effronté pour désigner des toilettes, surtout extérieures. Ses origines sont débattues — certains le rattachent à l’ancien écossais cludgie signifiant un lieu sale ou un dépotoir, d’autres suggèrent des racines dans clod (« terre ») ou clud (« nuage »), évoquant un espace clos. L’orthographe varie de cludgie à cludgy ou cludgey.",
		"German" : "Toilette",
		"German_Context" : "Wo ist das cludgie?",
		"German_Info" : "Ein wunderbar frecher Ausdruck für Toilette, besonders eine im Freien. Die Herkunft ist umstritten — manche führen es auf altschottisch *cludgie* („schmutziger Ort, Misthaufen“) zurück, andere auf *clod* (Dreck) oder *clud* (Wolke), was auf etwas Abgeschlossenes hindeuten könnte. Schreibweisen: *cludgie, cludgy, cludgey*.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Un termine meravigliosamente birichino per il gabinetto, soprattutto quello esterno. Le origini sono dibattute: alcuni lo collegano all’antico scozzese *cludgie* (“luogo sporco, letamaio”), altri lo fanno risalire a *clod* (“terra”) o *clud* (“nuvola”), suggerendo qualcosa di chiuso. Le grafie variano da *cludgie* a *cludgy* o *cludgey*.",
		"Japanese" : "トイレ",
		"Japanese_Context" : "cludgie はどこ？",
		"Japanese_Info" : "「クラッジー」は「トイレ」を意味する俗語です。語源は議論の余地があり、「汚い場所」を指す古いスコットランド語に由来するとされます。屋外トイレを指すことが多く、地域ごとに「cludgy」「cludgey」などの綴りがあります。",
		"Korean" : "화장실",
		"Korean_Context" : "여기 cludgie 어디야?",
		"Korean_Info" : "장난스럽게 화장실을 가리킬 때 cludgie라는 단어가 쓰입니다. 원래는 ‘더러운 곳’을 의미했을 가능성이 있으며, 철자는 cludgy나 cludgey처럼 다양하게 변형됩니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "excelente/golpe",
		"Spanish_Context" : "¡Ese fue un gol *stoater*!",
		"Spanish_Info" : "Un término maravillosamente pícaro para un retrete, especialmente uno exterior. Sus orígenes son debatidos: algunos lo vinculan con el antiguo escocés 'cludgie', que significaba un lugar sucio o un muladar, mientras que otros sugieren raíces en 'clod' (suciedad) o 'clud' (nube), insinuando algo cerrado. La ortografía varía entre cludgie, cludgy o cludgey, según la región.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z018.cludgie.scottish.mp3",
		"audioScottishContext" : "Z018.cludgie.scottishContext.mp3",
		"audioScottishSlow" : "Z018.cludgie.scottishSlow.mp3",
		"context" : "Where’s the cludgie?",
		"grammarType" : "noun",
		"id" : "Z018",
		"ipa" : "/ˈklʌdʒi/",
		"meaning" : "toilet",
		"phonetic" : "klud-jee",
		"scottish" : "cludgie"
	},
	{
		"Arabic" : "طفل",
		"Arabic_Context" : "عندها ثلاث bairns.",
		"Arabic_Info" : "جذورها تمتد لأكثر من ألف عام إلى الإنجليزية القديمة bearn والنوردية barn، وكلتاهما تعني “الذرية”. تتعدد كتابتها: bairn، barn أو bearn، وفي الشمال الشرقي يقولون bairnie. ما زالت مستخدمة في اسكتلندا حتى اليوم، علامة على استمرار نفوذ الفايكنغ. الشاعر بيرنز استخدمها بمحبة في قصائده. ومن الطرائف أن صحيفة اسكتلندية وصفت نيل أرمسترونغ وباز ألدرين بأنهما “أول bairns على القمر”!",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "其根源可追溯到一千多年前，源自古英语 bearn 和古诺斯语 barn，都表示子嗣。拼写包括 bairn、barn 或 bearn，在东北部常见 bairnie。它至今仍在苏格兰广泛使用，显示了维京影响的延续。诗人罗伯特·彭斯曾在诗中亲切使用过它。有趣的是，苏格兰报纸曾称尼尔·阿姆斯特朗和巴兹·奥尔德林为“登上月球的第一批 bairns”。",
		"English_Context" : "She’s got three bairns.",
		"English_Info" : "Its roots stretch back over a thousand years to Old English bearn and Old Norse barn, both meaning offspring. Spellings vary—bairn, barn, or bearn—with some regions, like the northeast, preferring bairnie. It’s still widely used in Scotland, showing how Viking influence lingered. Burns used it fondly in his poems. Quirkily, astronauts Neil Armstrong and Buzz Aldrin were once dubbed “the first bairns on the moon” in a Scottish newspaper headline.",
		"French" : "enfant",
		"French_Context" : "Elle a trois bairns.",
		"French_Info" : "Ses racines remontent à plus de mille ans, à l’ancien anglais bearn et au vieux norrois barn, tous deux signifiant « progéniture ». L’orthographe varie — bairn, barn, bearn — avec certaines régions, comme le nord-est, préférant bairnie. Il est encore largement utilisé en Écosse, preuve que l’influence viking perdure. Burns l’a employé affectueusement dans ses poèmes. Anecdote : Neil Armstrong et Buzz Aldrin furent surnommés « the first bairns on the moon » dans un journal écossais.",
		"German" : "Kind",
		"German_Context" : "Sie hat drei bairns.",
		"German_Info" : "Die Wurzeln reichen über tausend Jahre zurück bis ins Altenglische *bearn* und Altnordische *barn*, beide mit der Bedeutung „Nachkomme“. Schreibweisen: *bairn, barn, bearn*. In manchen Regionen bevorzugt man *bairnie*. Es wird in Schottland bis heute häufig verwendet. Burns nutzte es liebevoll in seinen Gedichten. Kurios: Neil Armstrong und Buzz Aldrin wurden in einer schottischen Zeitung einst „die ersten bairns auf dem Mond“ genannt.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Le sue radici risalgono a più di mille anni fa, con l’antico inglese *bearn* e il norreno *barn*, entrambi con il significato di “figlio”. Le grafie variano — *bairn*, *barn* o *bearn* — con alcune regioni, come il nordest, che preferiscono *bairnie*. È ancora ampiamente usato in Scozia, a dimostrazione di quanto sia rimasta l’influenza vichinga. Burns lo usava con affetto nelle sue poesie. Curiosità: una volta un giornale scozzese chiamò Neil Armstrong e Buzz Aldrin “the first bairns on the moon”.",
		"Japanese" : "子供",
		"Japanese_Context" : "彼女には bairns が三人いる。",
		"Japanese_Info" : "「ベアン」は「子ども」を意味します。古英語「bearn」と古ノルド語「barn」に由来し、スコットランドでは今も広く使われています。ロバート・バーンズの詩にも登場し、文化的に深く根付いた言葉です。",
		"Korean" : "아이",
		"Korean_Context" : "그녀는 bairn 셋이 있어.",
		"Korean_Info" : "아이를 뜻하는 bairn은 고대 영어 bearn과 노르드어 barn에서 온 말입니다. 오늘날에도 스코틀랜드 전역에서 흔히 쓰이고 있으며, 심지어 신문에서 우주비행사들을 “달에 간 첫 bairns”라고 부른 적도 있습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "asqueroso",
		"Spanish_Context" : "Esta leche está *mingin*.",
		"Spanish_Info" : "Sus raíces se remontan a más de mil años, al inglés antiguo 'bearn' y al nórdico antiguo 'barn', ambos significando descendencia. La ortografía varía —bairn, barn o bearn— con algunas regiones, como el noreste, prefiriendo 'bairnie'. Todavía se usa ampliamente en Escocia, mostrando cómo perduró la influencia vikinga. Burns lo usaba con cariño en sus poemas. Curiosamente, los astronautas Neil Armstrong y Buzz Aldrin fueron llamados 'los primeros niños en la luna' en un titular de un periódico escocés.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z019.bairn.scottish.mp3",
		"audioScottishContext" : "Z019.bairn.scottishContext.mp3",
		"audioScottishSlow" : "Z019.bairn.scottishSlow.mp3",
		"context" : "She’s got three bairns.",
		"grammarType" : "noun",
		"id" : "Z019",
		"ipa" : "/bɛːrn/",
		"meaning" : "child",
		"phonetic" : "bay-ern",
		"scottish" : "bairn"
	},
	{
		"Arabic" : "أحمق",
		"Arabic_Context" : "لا تكون eejit!",
		"Arabic_Info" : "اشتقاقها بسيط—هي كلمة “idiot” لكن بلكنة اسكتلندية ثقيلة. تظهر بأشكال مختلفة: eejit، ejit، eegit، أو eejat. وما يميزها أنها نادراً ما تكون قاسية؛ غالباً تُقال بمزاح أو مودة. الكوميديون والمسلسلات أبقوها حيّة، لتثبت أن وصف شخص بالغباء قد يكون محبباً أحياناً.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "其词源很简单——就是“idiot”在浓重口音下的变体。但妙处在于说法的风格。拼写包括 eejit、ejit、eegit，甚至 eejat。有趣的是，它很少带恶意，更多是一种亲昵的调侃。脱口秀演员和情景喜剧让它延续至今，证明叫人傻瓜反而能显得可爱。",
		"English_Context" : "Don’t be such an eejit!",
		"English_Info" : "Its etymology is simple—it’s just “idiot” filtered through a broad accent—but the charm lies in its delivery. Spellings vary: eejit, ejit, eegit, even eejat. Quirkily, it’s rarely cruel; more often it’s affectionate teasing. Stand-up comics and sitcoms have kept it alive, proving that calling someone daft can be oddly endearing.",
		"French" : "idiot, imbécile",
		"French_Context" : "Ne sois pas un eejit !",
		"French_Info" : "Son étymologie est simple — c’est juste « idiot » filtré à travers un accent prononcé — mais son charme réside dans sa prononciation. L’orthographe varie : eejit, ejit, eegit, eejat. Curieusement, il est rarement cruel ; c’est plus souvent une taquinerie affectueuse. Les humoristes et sitcoms l’ont gardé vivant, prouvant que traiter quelqu’un de fou peut être étrangement attachant.",
		"German" : "Idiot",
		"German_Context" : "Sei kein eejit!",
		"German_Info" : "Die Etymologie ist simpel — es ist einfach „Idiot“ mit breitem Akzent — doch der Charme liegt im Klang. Schreibweisen variieren: *eejit, ejit, eegit, eejat*. Merkwürdigerweise ist es selten grausam gemeint; meist ist es neckisch. Stand-up-Comedians und Sitcoms haben es lebendig gehalten, ein Beweis, dass jemanden „dumm“ zu nennen auch liebevoll sein kann.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "L’etimologia è semplice: è solo “idiot” pronunciato con un accento marcato, ma il fascino sta nel modo in cui viene detto. Le grafie variano: *eejit*, *ejit*, *eegit* e persino *eejat*. La cosa curiosa è che raramente è crudele; più spesso è uno sfottò affettuoso. Comici e sitcom lo hanno mantenuto vivo, dimostrando che dare del tonto a qualcuno può essere sorprendentemente affettuoso.",
		"Japanese" : "バカ",
		"Japanese_Context" : "そんな eejit になるなよ！",
		"Japanese_Info" : "「イージット」は「ばか」「まぬけ」を意味します。単なる「idiot」のなまりですが、攻撃的ではなく、むしろ愛嬌のある軽いからかいとして使われます。お笑いの舞台でもよく耳にします。",
		"Korean" : "바보",
		"Korean_Context" : "그렇게 굴지 마, eejit!",
		"Korean_Info" : "“바보”나 “멍청이”를 다정하게 부르는 표현이 eejit입니다. 발음에 따라 ejit이나 eegit으로도 쓰이며, 가볍게 놀리거나 농담할 때 많이 씁니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "idiota",
		"Spanish_Context" : "¡No seas tan *eejit*!",
		"Spanish_Info" : "Su etimología es simple: es solo 'idiot' filtrado a través de un acento fuerte, pero el encanto está en la forma de decirlo. La ortografía varía: eejit, ejit, eegit o incluso eejat. Curiosamente, rara vez es cruel; más a menudo es una burla afectuosa. Los cómicos y las comedias lo han mantenido vivo, demostrando que llamar a alguien 'tonto' puede ser extrañamente entrañable.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z020.eejit.scottish.mp3",
		"audioScottishContext" : "Z020.eejit.scottishContext.mp3",
		"audioScottishSlow" : "Z020.eejit.scottishSlow.mp3",
		"context" : "Don’t be such an eejit!",
		"grammarType" : "noun",
		"id" : "Z020",
		"ipa" : "/ˈiːdʒɪt/",
		"meaning" : "idiot",
		"phonetic" : "ee-jit",
		"scottish" : "eejit"
	},
	{
		"Arabic" : "متّسخ",
		"Arabic_Context" : "تيشيرتك clarty.",
		"Arabic_Info" : "جذورها من الإنجليزية الوسطى clart (يلطّخ أو يوسّخ)، ولها أقارب في النوردية kleistra (يلصق) والهولندية kladderen (يحدث فوضى). تُكتب بعدة أشكال: clarty، clartie، clartae أو clorty. وغالباً تُقال بابتسامة—فالأطفال الموحلون يوصفون بأنهم “happy clarties”.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "来自中古英语 clart（涂抹、弄脏）。其同源词包括古诺斯语 kleistra（黏住）和荷兰语 kladderen（弄乱）。拼写有 clarty、clartie、clartae，或在某些方言中写作 clorty。通常带着笑意使用——泥泞的小孩就是“happy clarties”。",
		"English_Context" : "Your t-shirt is clarty!",
		"English_Info" : "Comes from Middle English clart (to smear or daub). Its cousins appear in Old Norse kleistra (to stick) and Dutch kladderen (to make a mess). Spellings vary: clarty, clartie, clartae, or even clorty in some dialects. It’s often said with a smile—muddy bairns are “happy clarties”.",
		"French" : "sale",
		"French_Context" : "Ton t-shirt est clarty !",
		"French_Info" : "Vient du moyen anglais clart (« barbouiller »). Ses cousins apparaissent en vieux norrois kleistra (« coller ») et en néerlandais kladderen (« salir »). L’orthographe varie : clarty, clartie, clartae, ou clorty. On le dit souvent avec un sourire — des clarties boueux sont des enfants heureux.",
		"German" : "schmutzig",
		"German_Context" : "Dein T-Shirt ist clarty.",
		"German_Info" : "Kommt vom Mittelenglischen *clart* („beschmieren, beschmutzen“). Verwandt mit altnordisch *kleistra* („kleben“) und niederländisch *kladderen* („kleckern“). Schreibweisen variieren: *clarty, clartie, clartae, clorty*. Oft wird es mit einem Lächeln gesagt — schlammige Kinder sind „happy clarties“.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Deriva dal medio inglese *clart* (“spalmare, imbrattare”). Ha cugini nell’antico norreno *kleistra* (“incollare”) e nell’olandese *kladderen* (“fare un pasticcio”). Le grafie variano: *clarty*, *clartie*, *clartae* o *clorty*. Spesso si dice con un sorriso: i bambini infangati sono “happy clarties”.",
		"Japanese" : "汚い",
		"Japanese_Context" : "そのTシャツ、clarty だよ！",
		"Japanese_Info" : "「クラーティー」は「汚れている」「泥だらけ」という意味です。中英語「clart（塗りつける）」に由来し、子どもが泥遊びで汚れたときなどによく使われます。",
		"Korean" : "더러운",
		"Korean_Context" : "네 티셔츠 완전 clarty 하다.",
		"Korean_Info" : "진흙투성이가 된 옷이나 아이를 보며 스코틀랜드 사람들은 clarty라는 단어를 씁니다. 중세 영어 clart (“바르다, 칠하다”)에서 왔으며, 웃으면서 “happy clarties”라고 말하기도 합니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "sucio",
		"Spanish_Context" : "Tus botas están muy clarty.",
		"Spanish_Info" : "Proviene del inglés medio 'clart' (untar o embadurnar). Sus parientes aparecen en el nórdico antiguo 'kleistra' (pegar) y en el holandés 'kladderen' (hacer un lío). La ortografía varía: clarty, clartie, clartae o incluso clorty en algunos dialectos. A menudo se dice con una sonrisa: los niños embarrados son 'clarties felices'.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z021.clarty.scottish.mp3",
		"audioScottishContext" : "Z021.clarty.scottishContext.mp3",
		"audioScottishSlow" : "Z021.clarty.scottishSlow.mp3",
		"context" : "Your t-shirt is clarty!",
		"grammarType" : "adjective",
		"id" : "Z021",
		"ipa" : "/ˈklɑrtɪ/",
		"meaning" : "dirty",
		"phonetic" : "clar-tee",
		"scottish" : "clarty"
	},
	{
		"Arabic" : "اصمت",
		"Arabic_Context" : "Haud yer wheest، اسكت شوي.",
		"Arabic_Info" : "يُعتقد أنها كلمة محاكية للصوت، تشبه صوت “ششش”. سُجّلت لأول مرة في القرن الخامس عشر، وظهرت بصيغ مثل wheesht، whisht أو wheischt حسب المنطقة. في غلاسكو يقولون “Haud yer wheesht”، بينما في أبردينشاير تسمع “Wheesht noo”. ومن الطريف أنها ليست دائماً صارمة—أحياناً تُقال بلطف لتهدئة طفل.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "被认为是拟声词，模仿嘘声。15 世纪首次被记录，拼写因地区而异，如 wheesht、whisht 或 wheischt。在格拉斯哥，人们会说“Haud yer wheesht”（闭嘴），而在阿伯丁郡常听到“Wheesht noo”。有趣的是，它并不总是严厉的，有时也带着安抚意味，比如哄小孩。",
		"English_Context" : "Haud yer wheest.",
		"English_Info" : "Thought to be imitative, echoing the sound of someone shushing. First recorded in the 15th century, it pops up in spellings like wheesht, whisht, or wheischt, varying by region. In Glasgow, folk say “Haud yer wheesht,” while in Aberdeenshire it’s often “Wheesht noo.” Curiously, it’s not always stern—sometimes it’s affectionate, like calming a bairn. ",
		"French" : "tais-toi, silence",
		"French_Context" : "Haud yer wheest !",
		"French_Info" : "Considéré comme imitatif, reproduisant le son de quelqu’un qui fait « chut ». Attesté au XVe siècle, on le trouve sous les orthographes wheesht, whisht, wheischt, selon la région. À Glasgow, on dit « Haud yer wheesht », tandis qu’en Aberdeenshire c’est souvent « Wheesht noo ». Curieusement, ce n’est pas toujours sévère — parfois c’est affectueux, comme pour calmer un bairn.",
		"German" : "still",
		"German_Context" : "Haud yer wheest!",
		"German_Info" : "Wahrscheinlich lautmalerisch, nach dem Geräusch des Schschhh. Seit dem 15. Jahrhundert belegt. Schreibweisen wie *wheesht, whisht, wheischt*. In Glasgow sagt man „Haud yer wheesht“, in Aberdeenshire eher „Wheesht noo“. Interessanterweise nicht immer streng — manchmal auch liebevoll, etwa beim Beruhigen eines Kindes.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Si pensa che sia una parola onomatopeica, che imita il suono di qualcuno che fa “shhh”. Registrata per la prima volta nel XV secolo, compare con grafie diverse come *wheesht*, *whisht* o *wheischt*, a seconda della regione. A Glasgow si sente dire “Haud yer wheesht”, mentre nell’Aberdeenshire è comune “Wheesht noo”. Curiosamente, non è sempre severo: a volte è affettuoso, come per calmare un bambino.",
		"Japanese" : "静かに",
		"Japanese_Context" : "Haud yer wheest。",
		"Japanese_Info" : "「ウィースト」は「静かに！」という意味で、誰かを黙らせるときに使います。15世紀から記録があり、擬音的に「シーッ」と同じ役割を果たします。地域によって「wheesht」や「whisht」と綴りが変わります。",
		"Korean" : "조용히 해",
		"Korean_Context" : "Haud yer wheest.",
		"Korean_Info" : "누군가를 조용히 시킬 때는 “Haud yer wheesht!”라는 표현이 딱입니다. 여기서 wheest는 ‘쉿!’ 같은 말소리를 흉내 낸 단어로, 15세기부터 기록에 등장합니다. 상황에 따라 엄하게도, 혹은 다정하게도 쓰일 수 있습니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "atrevido",
		"Spanish_Context" : "Me dio una sonrisa gallus.",
		"Spanish_Info" : "Se cree que es imitativa, reproduciendo el sonido de alguien pidiendo silencio. Registrada por primera vez en el siglo XV, aparece con ortografías como wheesht, whisht o wheischt, según la región. En Glasgow, la gente dice 'Haud yer wheesht', mientras que en Aberdeenshire suele ser 'Wheesht noo'. Curiosamente, no siempre es severa: a veces es afectuosa, como al calmar a un niño.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z022.wheest.scottish.mp3",
		"audioScottishContext" : "Z022.wheest.scottishContext.mp3",
		"audioScottishSlow" : "Z022.wheest.scottishSlow.mp3",
		"context" : "Haud yer wheest.",
		"grammarType" : "interjection",
		"id" : "Z022",
		"ipa" : "/ʍiːʃt/",
		"meaning" : "be quiet",
		"phonetic" : "wheest",
		"scottish" : "wheest"
	},
	{
		"Arabic" : "مخلوق صغير",
		"Arabic_Context" : "في wee beastie على الحائط.",
		"Arabic_Info" : "تصغير لكلمة beast من الفرنسية القديمة beste واللاتينية bestia. في الاسكتلندية تحمل طابعاً محبباً أكثر، وغالباً ما تعني مخلوقاً صغيراً أو حشرة. تتغير كتابتها: beastie، beestie أو beestee. الشاعر روبرت بيرنز جعلها خالدة في بيته الشهير “Wee, sleekit, cow’rin, tim’rous beastie”، في وصف فأر الحقل. أما في المرتفعات فكلمة “wee beastie” قد تعني البعوضة المزعجة للمخيّمين.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "源自 beast 的缩小形式，来自古法语 beste 和拉丁语 bestia。但在苏格兰语里，它更亲切，常指小生物或昆虫。拼写各异：beastie、beestie 或 beestee。罗伯特·彭斯因诗句“Wee, sleekit, cow’rin, tim’rous beastie”而让它名声大噪，描述的是田野里的小老鼠。在高地，“wee beastie” 可能指蚋，露营者最惧怕的。",
		"English_Context" : "There’s a wee beastie on the wall.",
		"English_Info" : "A diminutive of beast, from Old French beste and Latin bestia. In Scots, though, it’s less fierce and more affectionate, often meaning a small creature or insect. Spellings shift—beastie, beestie, or beestee—depending on region. Robert Burns made it famous with his line “Wee, sleekit, cow’rin, tim’rous beastie,” immortalising the humble field mouse. In the Highlands, a “wee beastie” might be a midge, dreaded by campers.",
		"French" : "petite bête, bestiole",
		"French_Context" : "Il y a une wee beastie sur le mur.",
		"French_Info" : "Un diminutif de beast, issu de l’ancien français beste et du latin bestia. En écossais, toutefois, il est moins féroce et plus affectueux, désignant souvent une petite créature ou un insecte. L’orthographe varie — beastie, beestie ou beestee — selon la région. Robert Burns l’a rendu célèbre avec son vers “Wee, sleekit, cow’rin, tim’rous beastie”, immortalisant la modeste souris des champs. Dans les Highlands, un “wee beastie” peut désigner un midge, redouté des campeurs.",
		"German" : "Tierchen",
		"German_Context" : "Da ist ein wee beastie an der Wand.",
		"German_Info" : "Eine Verkleinerung von *beast*, vom Altfranzösischen *beste* und Latein *bestia*. Im Scots jedoch weniger wild, eher liebevoll — meist für kleine Tiere oder Insekten. Schreibweisen: *beastie, beestie, beestee*. Robert Burns machte es berühmt mit seiner Zeile „Wee, sleekit, cow’rin, tim’rous beastie“ und verewigte damit die Feldmaus. In den Highlands ist ein „wee beastie“ eine Mücke, gefürchtet von Campern.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "È un diminutivo di *beast*, dall’antico francese *beste* e dal latino *bestia*. In scozzese, però, è meno feroce e più affettuoso, e spesso indica una creaturina o un insetto. Le grafie cambiano — *beastie*, *beestie* o *beestee* — a seconda della regione. Robert Burns la rese celebre con il verso “Wee, sleekit, cow’rin, tim’rous beastie”, immortalizzando il timido topolino di campagna. Nelle Highlands, invece, un “wee beastie” può essere un *midge*, temutissimo dai campeggiatori.",
		"Japanese" : "小さい生き物",
		"Japanese_Context" : "壁に wee beastie がいる。",
		"Japanese_Info" : "「ビースティー」は「小さな生き物」を意味し、虫やネズミなどに使われます。ロバート・バーンズの詩「Wee, sleekit, cow’rin, tim’rous beastie」で有名になりました。ハイランド地方では「ミッジ（蚊のような虫）」を指すこともあります。",
		"Korean" : "작은 벌레",
		"Korean_Context" : "벽에 wee beastie 가 있네.",
		"Korean_Info" : "작은 벌레나 생물을 귀엽게 부를 때 쓰는 말이 beastie입니다. 로버트 번즈의 시 “Wee, sleekit, cow’rin, tim’rous beastie” 덕분에 유명해졌으며, 하이랜드에서는 모기를 가리키는 말로도 쓰입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "charla/talacha",
		"Spanish_Context" : "Tuvimos un blether después del trabajo.",
		"Spanish_Info" : "Un diminutivo de 'beast', del francés antiguo 'beste' y el latín 'bestia'. En escocés, sin embargo, es menos feroz y más afectuoso, a menudo refiriéndose a una pequeña criatura o insecto. La ortografía cambia —beastie, beestie o beestee— según la región. Robert Burns lo hizo famoso con su verso 'Wee, sleekit, cow’rin, tim’rous beastie', inmortalizando al humilde ratón de campo. En las Tierras Altas, un 'wee beastie' podría ser un mosquito, temido por los campistas.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z023.beastie.scottish.mp3",
		"audioScottishContext" : "Z023.beastie.scottishContext.mp3",
		"audioScottishSlow" : "Z023.beastie.scottishSlow.mp3",
		"context" : "There’s a wee beastie on the wall.",
		"grammarType" : "noun",
		"id" : "Z023",
		"ipa" : "/ˈbiːsti/",
		"meaning" : "small creature",
		"phonetic" : "bee-stee",
		"scottish" : "beastie"
	},
	{
		"Arabic" : "تشابك",
		"Arabic_Context" : "يا لطيف، أي fankle!",
		"Arabic_Info" : "كلمة fankle تعني تشابك أو فوضى—سواء كانت أربطة أحذية، صوف، أو حتى الحياة نفسها. أصلها من النوردية fang (يمسك)، التي تطورت في الاسكتلندية إلى fank (حظيرة غنم)، ثم إلى fankle أي شيء متشابك. تظهر بصيغ مختلفة: fankle، fankel أو fankill. وهي كلمة مرنة، تصلح لوصف الأشياء الملموسة والمواقف المعقدة على حد سواء.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "表示缠结、混乱或困境——无论是鞋带、毛线，还是人生本身。它可能源自古诺斯语 fang（抓、捕捉），在苏格兰语中演变为 fank（羊圈），再衍生为 fankle（缠绕）。拼写有 fankle、fankel 或 fankill。无论是描述鞋带还是状况，fankle 都是极其生动的词。",
		"English_Context" : "What a fankle!",
		"English_Info" : "Means a tangle, muddle, or confusion—whether it’s shoelaces, wool, or life itself. It likely comes from Old Norse fang (to grasp, catch), evolving through Scots into fank (a sheep pen) and then fankle, something caught up or entwined. Spellings include fankle, fankel, or fankill. Whether describing shoelaces or situations, fankle is a fantastically versatile bit of language.",
		"French" : "enchevêtrement, désordre",
		"French_Context" : "Quel fankle !",
		"French_Info" : "Signifie un enchevêtrement, un désordre ou une confusion — qu’il s’agisse de lacets, de laine ou de la vie elle-même. Vient probablement du vieux norrois fang (« saisir »), passé en écossais fank (« enclos à moutons »), puis fankle. Variantes : fankle, fankel. Utilisé aussi bien pour les choses que pour les situations embrouillées.",
		"German" : "Wirrwarr",
		"German_Context" : "Was für ein fankle!",
		"German_Info" : "Bedeutet ein Wirrwarr, Durcheinander oder eine Verwicklung — ob Schnürsenkel, Wolle oder das Leben selbst. Wahrscheinlich vom Altnordischen *fang* („ergreifen, fassen“), über Scots *fank* (ein Schafpferch) zu *fankle*. Schreibweisen: *fankle, fankel, fankill*. Ob für Schnürsenkel oder Situationen — ein wunderbar vielseitiges Wort.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Significa groviglio, confusione o intrico — che si tratti di lacci delle scarpe, di gomitoli di lana o della vita stessa. Probabilmente deriva dal norreno *fang* (“afferrare”), passato nello scozzese come *fank* (recinto per pecore) e poi in *fankle*, cioè qualcosa di aggrovigliato. Le grafie includono *fankle*, *fankel* o *fankill*. Che si tratti di scarpe o di situazioni, *fankle* è una parola incredibilmente versatile.",
		"Japanese" : "ごちゃごちゃ",
		"Japanese_Context" : "なんて fankle だ！",
		"Japanese_Info" : "「ファンクル」は「もつれ」「ごちゃごちゃした状態」を意味します。古ノルド語「fang（つかむ）」から派生し、スコットランド語で「fank（羊小屋）」を経て「fankle」となりました。靴ひもでも人生の混乱でも表せる便利な言葉です。",
		"Korean" : "엉망",
		"Korean_Context" : "와, 완전 fankle 구나!",
		"Korean_Info" : "끈이나 상황이 엉켜서 꼬인 상태를 fankle이라고 합니다. 어원은 노르드어 fang (“잡다”)에서 스코츠어 fank (“양 우리”)를 거쳐 발전한 말입니다. 신발끈이 꼬였을 때나 인생이 꼬였을 때 모두 쓸 수 있는 재밌는 단어예요.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "aversión",
		"Spanish_Context" : "Esa película me dio un scunner.",
		"Spanish_Info" : "Significa un enredo, confusión o lío — ya sean cordones, lana o la vida misma. Probablemente provenga del nórdico antiguo 'fang' (agarrar, atrapar), evolucionando en el escocés a 'fank' (un corral de ovejas) y luego a 'fankle', algo enredado o entrelazado. Las ortografías incluyen fankle, fankel o fankill. Ya sea describiendo cordones o situaciones, 'fankle' es una palabra escocesa fantásticamente versátil.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z024.fankle.scottish.mp3",
		"audioScottishContext" : "Z024.fankle.scottishContext.mp3",
		"audioScottishSlow" : "Z024.fankle.scottishSlow.mp3",
		"context" : "What a fankle!",
		"grammarType" : "noun",
		"id" : "Z024",
		"ipa" : "/ˈfaŋkəl/",
		"meaning" : "tangle or mess",
		"phonetic" : "fang-kul",
		"scottish" : "fankle"
	},
	{
		"Arabic" : "قديم",
		"Arabic_Context" : "جدّتي auld كانت دائمًا تقول ذلك.",
		"Arabic_Info" : "جاءت من الإنجليزية القديمة eald والنوردية aldr، وكلتاهما تعني “عمر”. تتراوح كتابتها بين auld، ald أو aul’. وما زالت حيّة في عبارات عديدة—أشهرها “Auld Lang Syne” (منذ زمن بعيد)، الأغنية التي تُغنى حول العالم في ليلة رأس السنة.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "源自古英语 eald 和古诺斯语 aldr，意为“年龄”。拼写有 auld、ald 或 aul’，发音因地区而异。它在无数短语中延续至今——最著名的莫过于“Auld Lang Syne”（友谊地久天长），在除夕夜全世界齐声高唱。",
		"English_Context" : "My auld gran used to say that.",
		"English_Info" : "It comes from Old English eald and Old Norse aldr, meaning age. Spellings range from auld to ald or aul’, with pronunciation shifting by region. It lives on in countless phrases—Auld Lang Syne (old long since) being the most famous, sung worldwide at Hogmanay. ",
		"French" : "vieux, ancien",
		"French_Context" : "Ma auld grand-mère disait ça.",
		"French_Info" : "Issu de l’ancien anglais eald et du vieux norrois aldr, signifiant âge. Variantes : auld, ald, aul’. On le retrouve dans de nombreuses expressions, la plus célèbre étant Auld Lang Syne (« le bon vieux temps »), chanté dans le monde entier au Nouvel An.",
		"German" : "alt",
		"German_Context" : "Meine auld Oma hat das immer gesagt.",
		"German_Info" : "Stammt vom Altenglischen *eald* und Altnordischen *aldr*, beide „Alter“. Schreibweisen reichen von *auld* bis *ald, aul’*. Die Aussprache wechselt nach Region. Es lebt in unzähligen Redewendungen fort — am berühmtesten in „Auld Lang Syne“, weltweit an Hogmanay gesungen.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Deriva dall’antico inglese *eald* e dal norreno *aldr*, entrambi col significato di “età”. Le grafie vanno da *auld* a *ald* o *aul’*, con la pronuncia che cambia da regione a regione. Vive in innumerevoli frasi — *Auld Lang Syne* (“i vecchi tempi andati”) è la più famosa, cantata in tutto il mondo a Hogmanay.",
		"Japanese" : "古い",
		"Japanese_Context" : "私の auld おばあちゃんがよくそう言ってた。",
		"Japanese_Info" : "「オールド」は「古い」「年老いた」を意味します。古英語「eald」と古ノルド語「aldr」に由来し、「Auld Lang Syne（蛍の光）」の歌詞で世界的に知られています。",
		"Korean" : "늙은",
		"Korean_Context" : "My auld 할머니가 늘 그렇게 말씀하셨어.",
		"Korean_Info" : "“옛날”이나 “오래된”을 뜻하는 auld는 고대 영어 eald와 노르드어 aldr에서 유래했습니다. 특히 전 세계적으로 유명한 노래 “Auld Lang Syne” 덕분에 스코츠어를 모르는 사람도 익숙하게 느끼는 단어입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "viejo/antiguo",
		"Spanish_Context" : "Mi abuela anciana solía decir eso.",
		"Spanish_Info" : "Proviene del inglés antiguo 'eald' y del nórdico antiguo 'aldr', que significan edad. Las grafías van de 'auld' a 'ald' o 'aul’', con la pronunciación cambiando según la región. Sobrevive en innumerables frases —'Auld Lang Syne' (viejos tiempos), la más famosa, cantada en todo el mundo en Hogmanay.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z025.auld.scottish.mp3",
		"audioScottishContext" : "Z025.auld.scottishContext.mp3",
		"audioScottishSlow" : "Z025.auld.scottishSlow.mp3",
		"context" : "My auld gran used to say that.",
		"grammarType" : "adjective",
		"id" : "Z025",
		"ipa" : "/ɔːld/ ~ /ɔld/",
		"meaning" : "old",
		"phonetic" : "old",
		"scottish" : "auld"
	},
	{
		"Arabic" : "غطسة",
		"Arabic_Context" : "خلّينا نعمل dook في البحيرة.",
		"Arabic_Info" : "أصلها من الإنجليزية القديمة ducan (يغطس أو يغوص)، قريبة من كلمة duck. تتبدل كتابتها بين dook، duke أو douk. تقليدياً، كان الأطفال “dook for apples” في عيد الهالوين، بينما في المدن الساحلية يُطلق على السباحة الشتوية “a loony dook”.",
		"Chinese" : "",
		"Chinese_Context" : "",
		"Chinese_Info" : "来自古英语 ducan（下潜、潜水），与单词 duck 密切相关。拼写因方言不同而有 dook、duke 或 douk。传统上，孩子们会在万圣节“dook for apples”（咬苹果游戏），而在沿海小镇，冬泳则被称为“loony dook”。",
		"English_Context" : "A dook in the loch.",
		"English_Info" : "Comes from Old English ducan (to duck or dive), closely related to the word duck. Spellings shift between dook, duke, and douk, depending on dialect. Traditionally, children would “dook for apples” at Halloween, while in coastal towns a winter swim is called “a loony dook”.",
		"French" : "bain, trempette",
		"French_Context" : "Un dook dans le lac.",
		"French_Info" : "Vient de l’ancien anglais ducan (« plonger, s’accroupir »), apparenté au mot duck. Variantes : dook, duke, douk. Traditionnellement, les enfants « dookaient » pour des pommes à Halloween ; dans les villes côtières, une baignade hivernale est appelée loony dook.",
		"German" : "tauchen",
		"German_Context" : "Ein dook im See.",
		"German_Info" : "Kommt vom Altenglischen *ducan* („tauchen“) und ist eng verwandt mit dem englischen *duck*. Schreibweisen: *dook, duke, douk*. Traditionell „dook for apples“ an Halloween, in Küstenstädten bezeichnet ein Winterschwimmen einen *loony dook*.",
		"Hindi" : "",
		"Hindi_Context" : "",
		"Hindi_Info" : "",
		"Italian" : "",
		"Italian_Context" : "",
		"Italian_Info" : "Deriva dall’antico inglese *ducan* (“tuffarsi”), strettamente legato a *duck*. Le grafie oscillano tra *dook*, *duke* e *douk*, a seconda del dialetto. Tradizionalmente, i bambini facevano il “dook for apples” a Halloween, mentre nelle città costiere un tuffo invernale viene chiamato “a loony dook”.",
		"Japanese" : "水浴び",
		"Japanese_Context" : "湖で dook しよう。",
		"Japanese_Info" : "「ドゥーク」は「水に潜る」「水浴びする」という意味です。ハロウィンの「リンゴ取り遊び（dook for apples）」や、新年に海に飛び込む「Loony Dook」という行事に今も生きています。",
		"Korean" : "잠수",
		"Korean_Context" : "호수에서 dook 하자.",
		"Korean_Info" : "호수나 강에서 수영을 즐길 때 쓰는 단어가 dook입니다. 원래 고대 영어 ducan (“물속으로 잠수하다”)에서 나온 말로, 할로윈에는 사과를 잡기 위해 “dooking for apples”라는 놀이에도 쓰입니다.",
		"Portuguese" : "",
		"Portuguese_Context" : "",
		"Portuguese_Info" : "",
		"Russian" : "",
		"Russian_Context" : "",
		"Russian_Info" : "",
		"Spanish" : "un chapuzón/baño",
		"Spanish_Context" : "Un chapuzón en el lago.",
		"Spanish_Info" : "Proviene del inglés antiguo 'ducan' (agacharse o sumergirse), estrechamente relacionado con la palabra 'duck'. La ortografía cambia entre dook, duke y douk, según el dialecto. Tradicionalmente, los niños 'buscaban manzanas' en Halloween, mientras que en las ciudades costeras un baño de invierno se llama 'a loony dook'.",
		"Thai" : "",
		"Thai_Context" : "",
		"Thai_Info" : "",
		"Turkish" : "",
		"Turkish_Context" : "",
		"Turkish_Info" : "",
		"Vietnamese" : "",
		"Vietnamese_Context" : "",
		"Vietnamese_Info" : "",
		"audioScottish" : "Z026.dook.scottish.mp3",
		"audioScottishContext" : "Z026.dook.scottishContext.mp3",
		"audioScottishSlow" : "Z026.dook.scottishSlow.mp3",
		"context" : "A dook in the loch.",
		"grammarType" : "noun/verb",
		"id" : "Z026",
		"ipa" : "/duːk/",
		"meaning" : "a dip or swim",
		"phonetic" : "dook (like 'book')",
		"scottish" : "dook"
	}
]